Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_018/modules/contrib/image/po/*.po
Languages: pt_br

source: <p>Admins may create many image nodes at once by uploading all images to a folder on the server. This upload happens outside of Drupal, usually using an FTP client.</p>
pt_br: <p>Administradores podem criar v&aacute;rias imagens de uma vez fazendo o upload de todas as imagens para um diret&oacute;rio no servidor. Este upload acontece fora do Drupal, geralmente usando um cliente de FTP.

source: Allows uploading of images and creating image galleries.
pt_br: Permite a transfer&ecirc;ncia de imagens e a criaç&atilde;o de galerias de imagens.

source: An image (with thumbnail). This is ideal for publishing photographs or screenshots.
pt_br: Uma imagem (com miniatura). Esta opç&atilde;o &eacute; ideal para publicaç&atilde;o de fotos ou screenshots.

source: Image galleries can be used to organize and present groups of images. Galleries may be nested. To add a new gallery click the "add gallery" tab.
pt_br: Galerias de imagens podem ser usadas para organizar e apresentar grupos de imagens. Galerias podem ser aninhadas. Para adicionar uma nova categoria clique na aba "Adicionar Galeria".

source: Below is a status of image module's current configuration.
pt_br: Abaixo est&aacute; o status da configuraç&atilde;o atual do m&oacute;dulo de imagens.

source: <h4>Fast Mode</h4><ul> <li>Creates all image nodes at once without user interaction.</li> <li>Applies the same taxonomy term(s) to each node, thus creating a gallery.</li> <li>If IPTC data is present in the image, the headline and caption fields are used to populate the title and body respectively.</li> <li>If the image dimensions are bigger than the maximum allowed, the image is automatically scaled down.</li></ul>
pt_br: <h4>Fast Mode</h4><ul> <li>Cria todos os conte&uacute;dos de imagem de uma vez sem interaç&atilde;o com o usu&aacute;rio.</li> <li>Aplica os mesmos termos de taxonomia a cada conte&uacute;do, criando assim uma galeria.</li> <li>Se os dados IPTC existirem na imagem, os campos headline e caption s&atilde;o usados para preencher o t&iacute;tulo e o corpo, respectivamente.</li> <li>Se as dimens&otilde;es da imagem forem maiores que o m&aacute;ximo permitido, a imagem &eacute; automaticamente redimensionada.</li></ul>

source: <h4>Slow Mode</h4><ul> <li>Manipulate each image individually (i.e. crop, rotate, etc.).</li> <li>Add custom titles, descriptions, etc.</li></ul>
pt_br: <h4>Slow Mode</h4><ul> <li>Manipula cada imagem individualmente (i.e. recortar, girar, etc.).</li> <li>Adicionar t&iacute;tulos personalizados, descriç&otilde;es, etc.</li></ul>

source: Allow users to upload images and to display them in shared and personal image galleries.
pt_br: Permite aos usu&aacute;rios enviar imagens e exib&iacute;-las em galerias de imagens pessoais e compartilhadas.

source: Images can be uploaded into either shared or personal galleries. Once images are uploaded they can be manipulated. The image system will auto-generate thumbnails for all images to be used in other nodes via filters and in gallery navigation. These settings allow you to control where images are placed, how they are displayed, and any restrictions that should be enforced.
pt_br: Imagens podem ser transferidas para uma galeria pessoal ou compartilhada. Uma vez que as imagens tenham sido transferidas elas podem ser manipuladas. O sistema de imagens ir&aacute; gerar miniaturas automaticamente para todas as imagens para que possam ser usadas em outros n&oacute;s atrav&eacute;s de filtros e navegaç&atilde;o de galerias. Estas configuraç&otilde;es permitem a voc&ecirc; controlar aonde as imagens ser&atilde;o armazenadas, como ser&atilde;o exibidas e qualquer restriç&atilde;o que deva ser usada.

source: An image you can insert into nodes, or see in image galleries.
pt_br: Uma imagem que voc&ecirc; pode inserir em conte&uacute;dos (nodes), ou vista em galerias de imagens.

source: You may link to images on this site <a href="%explanation-url">using a special syntax</a>
pt_br: Voc&ecirc; pode criar links para imagens neste site usando uma <a href="%explanation-url">sintaxe especial</a>

source: Default image path
pt_br: Caminho padr&atilde;o da imagem

source: Subdirectory in the directory "%dir" where pictures will be stored.
pt_br: Subdiret&oacute;rio no diret&oacute;rio "%dir" aonde as imagens ser&atilde;o armazenadas.

source: File paths
pt_br: Caminho dos arquivos

source: <p>You may quickly link to image nodes using a special syntax. The image code(s) will be replaced by thumbnail linked to full size image node. Syntax: <code>[image:node_id,(left|right|top|middle|bottom|absmiddle|texttop|baseline),hspace,vspace,border]</code>. Every parameter except node_id is <em>optional</em>.</p>
pt_br: <p>Voc&ecirc; pode ligar imagens para conte&uacute;dos rapidamente usando uma sintaxe especial. O c&oacute;digo das imagens ser&aacute; substituido pela miniatura ligada &agrave; imagem em tamanho cheio. Sintaxe: <code>[image:node_id,(left|right|top|middle|bottom|absmiddle|texttop|baseline),hspace,vspace,border]</code>. Todos os par&acirc;metros, com excess&atilde;o do node_id, &eacute; <em>opcional</em>.</p>

source: image
pt_br: imagem

source: Label
pt_br: T&iacute;tulo

source: Width
pt_br: Largura

source: Height
pt_br: Altura

source: Select various pixel dimensions, "thumbnail" and "preview" are required.
pt_br: Selecione v&aacute;rias dimens&otilde;es em pixels, "miniaturas" and "visualizar" s&atilde;o necess&aacute;rios.

source: Allow users to view original image
pt_br: Permite que os usu&aacute;rios vejam a imagem original

source: Image sizes
pt_br: Tamanhos da imagem

source: Images per page
pt_br: Imagens por p&aacute;gina

source: Sets the number of images to be displayed in a gallery page.
pt_br: Configura o n&uacute;mero de imagens a ser exibido em uma p&aacute;gina da galeria.

source: Gallery settings
pt_br: Configuraç&otilde;es da galeria

source: Explanation or submission guidelines
pt_br: Guia de explicaç&atilde;o e sumiss&atilde;o

source: This text will be displayed at the top of the image submission form. It is useful for helping or instructing your users.
pt_br: Este texto ser&aacute; exibido no topo do formul&aacute;rio de envio de imagens. Isto &eacute; &uacute;til para ajudar seus usu&aacute;rios.

source: Default path for uploaded images relative to your Drupal installation; it must be writeable and visible from the web. Don't forget the slash (/) at the end.
pt_br: Caminho padr&atilde;o relativo a instalaç&atilde;o do Drupal para imagens transferidas; ele deve ter permiss&atilde;o de escrita a partir da web. N&atilde;o esqueça de adicionar uma barra (/) no final.

source: Default thumb path
pt_br: Caminho padr&atilde;o das miniaturas

source: Default path for thumbnails relative to your Drupal installation; it must be writeable and visible from the web. Don't forget the slash (/) at the end.
pt_br: Caminho padr&atilde;o relativo a instalaç&atilde;o do Drupal para imagens transferidas; ele deve ter permiss&atilde;o de escrita a partir da web. N&atilde;o esqueça de adicionar uma barra (/) no final.

source: Temporary image path
pt_br: Diret&oacute;rio tempor&aacute;rio das imagens

source: Path for working directory relative to your Drupal installation; it must be writeable and visible from the web. Don't forget the slash (/) at the end.
pt_br: Caminho padr&atilde;o relativo a instalaç&atilde;o do Drupal para imagens transferidas; ele deve ter permiss&atilde;o de escrita a partir da web. N&atilde;o esqueça de adicionar uma barra (/) no final.

source: Maximum temporary image directory size
pt_br: Tamanho m&aacute;ximo do diret&oacute;rio tempor&aacute;rio das imagens

source: Stored images filenames
pt_br: Nome de arquivo das imagens armazenadas

source: The filename of an image stored on the server could be based on an unique random string or include the original filename. In the later case, the node id will be appended to the filename.
pt_br: O nome de arquivo de uma imagem armazenada no servidor pode ser baseado em uma string aleat&oacute;ria ou incluir o nome original do arquivo. Neste caso, o id do conte&uacute;do ir&aacute; ser adicionado ao nome do arquivo.

source: Default max image size
pt_br: Tamanho m&aacute;ximo da imagem

source: Default max image resolution
pt_br: Resoluç&atilde;o m&aacute;xima da imagem

source: Example: 800x600.
pt_br: Examplo: 800x600.

source: Default thumbnail resolution
pt_br: Resoluç&atilde;o padr&atilde;o da miniatura

source: Default size of thumbnails: format will be the same as original image. Use just one dimension, and put a "x" to specify height. Examples: "100" for width of 100; "x200" for height of 200.
pt_br: Tamanho padr&atilde;o das miniaturas: o formato ser&aacute; o mesmo da imagem original. Use somente uma dimens&atilde;o e adicione um "x" para especificar a altura. Exemplos: "100" para uma largura de 100: "x200" para altura de 200.

source: list
pt_br: lista

source: add gallery
pt_br: adicionar galeria

source: Image library
pt_br: Biblioteca de imagens

source: Select the image library to be used during thumbnail generation and image manipulation. Use ImageMagick if you can; GD produces worse thumbnails, might not support GIF and this module doesn't support image editing (rotate, crop etc) with it.
pt_br: Selecione a biblioteca de imagens para ser usada durante a geraç&atilde;o de miniaturas e manipulaç&atilde;o de imagens. Use ImageMagik se voc&ecirc; puder; GD produz miniaturas piores, pode n&atilde;o suportar o formato GIF e este m&oacute;dulo n&atilde;o suporta ediç&atilde;o.

source: Imagemagick Convert path
pt_br: Diret&oacute;rio de convers&atilde;o do ImageMagik

source: Absolute path to ImageMagick convert file. Include the 'convert.exe' (or other filename) at the end. Leave it blank if you have selected GD library.
pt_br: Diret&oacute;rio absoluto para o ImageMagik. Inclua o 'convert.exe' (ou outro nome de arquivo) no fim. Deixe em branco se voc&ecirc; selecionou a biblioteca GD.

source: Background Color
pt_br: Cor de Fundo

source: Color used to fill in background when rotating images.
pt_br: Cor usada para preencher o plano de fundo quando rotacionando imagens.

source: jhead path
pt_br: diret&oacute;rio do jhead

source: Absolute path of jhead, for EXIF parsing; blank to disable.
pt_br: Caminho absoluto do jhead, para parse do EXIF; em branco para desabilitar.

source: Gallery Navigation Vocabulary
pt_br: Vocabul&aacute;rio de Navegaç&atilde;o de Galeria

source: One of the taxonomy vocabularies will be the navigation tree. Select it here. Make sure that a term from this vocabulary is required.
pt_br: Um dos vocabul&aacute;rios de taxonomia ser&aacute; a &aacute;rvore de navegaç&atilde;o. Selecione-o aqui. Certifique-se que um termo deste vocabul&aacute;rio &eacute; obrigat&oacute;rio.

source: Gallery Thumbnails
pt_br: Galeria de Miniaturas

source: Set the thumbnail to be dislayed on the gallery page.
pt_br: Marca a miniatura para ser exibida na p&aacute;gina da galeria.

source: Specify how many rows of thumbnails in each page of the gallery.
pt_br: Especifique quantas linhas de miniaturas em cada p&aacute;gina da galeria.

source: Gallery Columns
pt_br: Colunas da Galeria

source: Specify how many columns of thumbnails in each page of the gallery.
pt_br: Especifique quantas colunas de miniaturas em cada p&aacute;gina da galeria.

source: Gallery Order
pt_br: Ordem da Galeria

source: Order of thumbnails within a gallery. Lighter and heavier refer to weight property.
pt_br: Ordem das miniaturas dentro de uma galeria.

source: Personal Image Galleries
pt_br: Galeria Pessoal de Imagens

source: Personal Gallery Picture Limit
pt_br: Limite de Imagens da Galeria Pessoal

source: Set how many pictures users are allowed.
pt_br: Configure quantas figuras de usu&aacute;rio s&atilde;o permitidas.

source: Uploaded file is not a valid image
pt_br: Arquivo transferido n&atilde;o &eacute; uma imagem v&aacute;lida

source: Personal Gallery Picture Limit Per Role
pt_br: Limite de Imagens da Galeria por Role

source: Enabling this will allow for setting a maximum number of pictures per role.
pt_br: Habilitando isto ir&aacute; permitir a configuraç&atilde;o do n&uacute;mero m&aacute;ximo de imagens por role.

source: Personal Gallery Size Limit
pt_br: Tamanho Limite da Galeria Pessoal

source: Set a maximum number of kilobytes allowed per user.
pt_br: Configura o limite m&aacute;ximo de kilobytes permitido por usu&aacute;rio.

source: Disable Image Caching
pt_br: Desabilita Cache das Imagens

source: Enabling this will add random parameters to image URIs which will prevent the browser from caching.
pt_br: Habilitando esta opç&atilde;o ir&aacute; adicionar par&acirc;metros aleat&oacute;rios ao caminho das imagens para evitar que o browser faça cache.

source: image galleries
pt_br: galerias de imagens

source: view original
pt_br: visualizar o original

source: images
pt_br: imagens

source: directory upload: slow
pt_br: diret&oacute;rio de upload: lento

source: directory upload: fast
pt_br: diret&oacute;rio de transfer&ecirc;ncia: r&aacute;pido

source: my image gallery
pt_br: minha galeria de imagens

source: Latest image
pt_br: &Uacute;ltima imagem

source: Random image
pt_br: Imagem aleat&oacute;ria

source: edit this image
pt_br: editar esta imagem

source: Edit this image.
pt_br: Editar esta imagem

source: %u's image gallery
pt_br: Galeria de imagens de %u

source: View %u's image gallery.
pt_br: Ver galeria de imagens de %u

source: Thumbnail
pt_br: Miniatura

source: Image
pt_br: Imagem

source: Description
pt_br: Descriç&atilde;o

source: %t image gallery
pt_br: Galeria de imagem %t

source: View %t image gallery.
pt_br: Visualizar galeria de imagem %t

source: previous image
pt_br: imagem anterior

source: next image
pt_br: pr&oacute;xima imagem

source: Image gallery
pt_br: Galeria de imagem

source: Click "Browse..." to select an image to upload.
pt_br: Clique "Procurar..." para selecionar uma imagem para transferir

source: Weight
pt_br: Ordem

source: Weight of image used to sort thumbnails. Heavier thumbnails will fall to the bottom of the gallery.
pt_br: Ordem da imagem usado para ordenar miniaturas. N&uacute;meros maiores ir&atilde;o para o fim da galeria.

source: Personal
pt_br: Pessoal

source: A personal image can only be seen in the user's image gallery.
pt_br: Uma imagem pessoal somente pode ser vista na galeria de imagens do usu&aacute;rio.

source: The image file you are trying to upload is too big.
pt_br: A imagem que voc&ecirc; est&aacute; tentando enviar &eacute; muito grande.

source: The image file was only partially uploaded. Please try again.
pt_br: A imagem que foi parcialmente transferida. Por favor tente novamente.

source: You must select an image for upload.
pt_br: Voc&ecirc; deve selecionar uma imagem para transferir.

source: Error processing image file.
pt_br: Erro processando a imagem.

source: Uploaded file was not an image.
pt_br: Arquivo transferido n&atilde;o &eacute; uma imagem.

source: image type '%type' is not supported.
pt_br: imagem do tipo '%type' n&atilde;o &eacute; suportado.

source: The uploaded image(%ax%b) is too large (max %cx%d).
pt_br: A imagem(%ax%b) transferida &eacute; muito grande (m&aacute;ximo %cx%d).

source: Image filter
pt_br: Filtro de imagem

source: Image codes
pt_br: C&oacute;digo de imagem

source: When enabled, image codes will be replaced by thumb linked to real node. Syntax: [image:node_id,(left|right|top|middle|bottom|absmiddle|texttop|baseline),hspace,vspace,border]; every param but node_id is optional.
pt_br: Quando habilitado, c&oacute;digos de imagens ser&atilde;o substituidos por n&oacute;s reais. Sintaxe: [image:node_id,(left|right|top|middle|bottom|absmiddle|texttop|baseline),hspace,vspace,border]; todos os par&acirc;metros, exceto pelo node_id, s&atilde;o opcionais.

source: Cannot save image.
pt_br: N&atilde;o foi poss&iacute;vel salvar a imagem.

source: Cannot delete old image.
pt_br: N&atilde;o foi poss&iacute;vel apagar a imagem antiga.

source: Cannot delete old thumb.
pt_br: N&atilde;o foi poss&iacute;vel apagar a miniatura antiga.

source: Cannot create thumbnail. Current GD library has no read support for '%type' image format.
pt_br: N&atilde;o foi poss&iacute;vel criar miniatura. A atual biblioteca GD n&atilde;o suporta leitura do formato '%type'.

source: Cannot create thumbnail. Current GD library has no support for '%type' format image creation.
pt_br: N&atilde;o foi poss&iacute;vel criar miniatura. A atual biblioteca GD n&atilde;o suporta criaç&atilde;o do formato '%type'.

source: Imagemagick: you have to set <code>convert</code> path.
pt_br: Imagemagick: voc&ecirc; deve configurar diret&oacute;rio <code>convert</code>.

source: You can have at most %a images in your gallery.
pt_br: Voc&ecirc; pode ter no m&aacute;ximo %a imagens em sua galeria.

source: You have %a kb for your gallery.
pt_br: Voc&ecirc; tem %a kb dispon&iacute;vel para sua galeria.

source: File is too big (max %a kbytes)
pt_br: Arquivo &eacute; muito grande (m&aacute;ximo de %a kbytes)

source: Upload directory is full.
pt_br: Diret&oacute;rio de trasnfer&ecirc;ncia est&aacute; cheio.

source: Resize/Crop
pt_br: Redimensionar/Recortar

source: keep prop
pt_br: manter prop

source: Rotate
pt_br: Rotacionar

source: clockwise
pt_br: sentido hor&aacute;rio

source: white
pt_br: branco

source: black
pt_br: preto

source: Convert
pt_br: Converter

source: Quality (1-100)
pt_br: Qualidade (1-100)

source: %u's Image Gallery
pt_br: Galeria de imagems de %u

source: Image galleries
pt_br: Galeria de imagens

source: Access Denied
pt_br: Acesso Negado

source: There is 1 image in this album.
pt_br: Existe 1 imagem neste album.

source: There are %a images in this album.
pt_br: Existem %a imagens neste album.

source: There are no images in this album.
pt_br: N&atilde;o existem imagens neste album.

source: Last updated:
pt_br: &Uacute;ltima atualizaç&atilde;o:

source: Directory to scan
pt_br: Diret&oacute;rio para procurar

source: The path to the directory which holds the source image files. This path should be relative to Drupal root directory - don't forget the slash (/) at the end.
pt_br: Diret&oacute;rio que armazena os arquivos de imagens. Este diret&oacute;rio deve ser relativo ao diret&oacute;rio raiz do Drupal - n&atilde;o esqueça a barra (/) no final.

source: Show resized image. Use only if you have large bandwidth.
pt_br: Exibir imagem redimensionada. Use somente se voc&ecirc; tiver banda larga.

source: Delete images after insert
pt_br: Remover imagem ap&oacute;s inserir.

source: If instructed, Drupal will delete all files in the above directory after creating the image nodes.
pt_br: Se configurado, Drupal ir&aacute; apagar todos os arquivo no diret&oacute;rio acima ap&oacute;s criar os n&oacute;s das imagens.

source: Add new gallery
pt_br: Adicionar nova galeria

source: If needed, create a new term for this gallery by clicking on one of these vocabularies
pt_br: Se necess&aacute;rio, crie um novo termo para esta galeria clicando em um destes vocabul&aacute;rios

source: Directory upload
pt_br: Diret&oacute;rio de transfer&ecirc;ncia

source: is not a directory
pt_br: n&atilde;o &eacute; um diret&oacute;rio

source: is not writable. Change permissions on server
pt_br: n&atilde;o tem permiss&atilde;o de escrita. Altere as permiss&otilde;es no servidor

source: You may wish to view your new images:
pt_br: Voc&ecirc; pode ver suas novas imagens:

source: gallery
pt_br: galeria

source: is not an image.
pt_br: n&atilde;o &eacute; uma imagem.

source: image type is not supported.
pt_br: tipo da imagem n&atilde;o &eacute; suportado.

source: Role
pt_br: Regra

source: Limit
pt_br: Limite

source: Set how many pictures each role listed above is allowed. "Personal Gallery Picture Limit" will be the default value for new roles.
pt_br: Defina quantas figuras s&atilde;o permitidas para cada role listado acima. "Limite de Imagens da Galeria Pessoal" ser&aacute; o valor padr&atilde;o para novas roles.

source: has personal image gallery
pt_br: possui uma galeria pessoal de imagens

source: manipulate images
pt_br: manipular imagens

source: access images
pt_br: acessar imagens

source: create images
pt_br: criar imagens

source: administer images
pt_br: gerenciar imagens

source: edit gallery
pt_br: editar galeria

source: No galleries available
pt_br: Nenhuma galeria disponivel

source: Gallery name
pt_br: Nome da galeria

source: The name is used to identify the gallery.
pt_br: O nome &eacute; usado para identificar a galeria.

source: Last updated: %date
pt_br: &Uacute;ltima atualizaç&atilde;o: %date

source: Posted by: %name
pt_br: Enviado por: %name

source: Unable to create %label image
pt_br: Imposs&iacute;vel criar imagem %label

source: thumbnail
pt_br: miniatura

source: preview
pt_br: visualizar

source: Image Galleries
pt_br: Galeria de Imagens

source: There is 1 image in this gallery
pt_br: Existe 1 imagem nesta galeria
