Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_008.2/modules/contrib/ecommerce/cart/po/*.po
Languages: it

source: Shopping Cart
it: Il tuo carrello

source: Shopping cart
it: Il tuo carrello

source: View your cart items.
it: Guarda i prodotti nel tuo carrello.

source: Hide block if cart is empty
it: Nascondi il blocco se il carrello &egrave; vuoto

source: Ecommerce shopping cart.
it: Il carrello per il commercio elettronico.

source: This form is used to control the order the pages are viewed in the checkout process. Number the order you would like these screens to appear.
it: Questo form &egrave; utilizzato per controllare l'ordine in cui le pagine verranno visualizzate durante il processo di pagamento.

source: checkout
it: vai alla cassa

source: View your cart
it: Consulta il carrello

source: item
it: prodotto

source: items
it: prodotti

source: %item_count %item_suffix in %your_cart
it: %item_count %item_suffix nel %your_cart

source: your cart
it: tuo carrello

source: Ready to <a href="%checkout-url">checkout</a>?
it: Vai <a href="%checkout-url">alla cassa</a>.

source: Items
it: Articoli

source: Qty.
it: Q.t&agrave;

source: Remove
it: Elimina

source: Subtotal:
it: Subtotale:

source: Update quantity
it: Aggiorna quantit√†

source: Checkout
it: Vai alla cassa

source: Your shopping cart is empty. You may continue shopping from our %product-page.
it: Il tuo carrello &egrave; vuoto. Puoi proseguire negli acquisti dalla nostra %product-page.

source: product page
it: pagina prodotti

source: Please review and submit your order
it: Per favore controlla ed effettua il tuo ordine

source: Login or <a href="%reg-link">register</a> to continue the checkout process
it: Per proseguire devi effettuare il login o <a href="%reg-link">registrarti</a> in maniera semplice e veloce.

source: Your shopping cart
it: Il tuo carrello

source: Update screen order
it: Aggiorna

source: The screen order has been saved.
it: Le impostazioni sono state salvate.

source: Screen order
it: Impostazioni a video del processo di pagamento

source: Module
it: Modulo

source: Place your order
it: Effettua l'ordine

source: The following items are in your order
it: Il tuo ordine comprende i seguenti prodotti

source: %order of <b>%title</b> at %price each
it: %order di <strong>%title</strong> a %price ciascuno

source: Update or delete?
it: Modificare o cancellare?

source: <strong>Subtotal</strong>: %subtotal<br />
it: <strong>Subtotale</strong>: %subtotal<br />

source: <strong>Shipping cost</strong>: %shipping-cost<br />
it: <strong>Spese di spedizione</strong>: %shipping-cost<br />

source: <strong>Total</strong>: %total<br />
it: <strong>Totale</strong>: %total<br />

source: Order Summary
it: Riepilogo dell'ordine

source: Your order has been submitted.
it: Il tuo ordine &egrave; stato inviato.

source: <strong>%product-title</strong> added to <a href="%cart_view">your shopping cart</a>
it: <strong>%product-title</strong> aggiunto al <a href="%cart_view">tuo carrello</a>

source: Can't find your item in the database
it: Non riesco a trovare il tuo prodotto nel database

source: Your item(s) have been updated.
it: I tuoi prodotti sono stati aggiornati.

source: Your item has been removed.
it: Il tuo prodotto &egrave; stato eliminato.

source: Validation error, please try again. If this error persists, please contact the site administrator.
it: Errore nella validazione, per favore riprova. Se questo errore persiste, per favore contattare l'amministratore del sito.

source: %count order
it: %count ordine

source: cart
it: carrello
