Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_026.02/modules/contrib/ecommerce/contrib/ecivicrm/po/*.po
Languages: it

source: Automatically syncronize data between Drupal's ecommerce module and CiviCRM.
it: Sincronizzazione automatica dei dati fra il modulo E-Commerce di Drupal e CiviCRM.

source: Record activity types
it: Registra la tipologia di attivit&agrave;

source: Donations only
it: Solamente donazioni

source: Donations and other transactions
it: Donazioni e altri tipi di transazione

source: Select what type of activites should be recorded in the CiviCRM activity history.
it: Seleziona quali tipi di attivit&agrave; devono essere registrate nella cronologia di CiviCRM.

source: donation
it: donazione

source: recurring %type
it: pagamento periodico %type

source: %type [%sku] for %price
it: %type [%sku] al prezzo di %price

source: %paid %total with %payment_method.
it: %paid di %total utilizzando %payment_method.

source: Paid
it: Pagamento

source: Donation
it: Donazione

source: Transaction
it: Transazione
