Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_007.2/modules/contrib/ecommerce/contrib/cod/po/*.po
Languages: it

source: Process payments using cash on delivery.
it: Processa i pagamenti utilizzando il pagamento alla consegna.

source: Title to use for COD
it: Il titolo da utilizzare per il pagamento alla consegna

source: COD
it: Pagamento alla consegna (Cash On Delivery)

source: Description to show shoppers for this type of payment.
it: Descrizione da mostrare ai clienti per questo tipo di pagamento.

source: Page to go to after payment
it: La pagina dove indirizzare il cliente dopo il pagamento

source: Page to go to after payment is completed.
it: La pagina dove indirizzare il cliente dopo che il pagamento &egrave; stato completato.

source: Mark transaction as paid?
it: Segnare la transazione come pagata?

source: Yes
it: Si

source: Whether to mark transactions as paid immediately, or wait till the store admin marks them as paid
it: Selezionate Si se volete che le transazioni siano automaticamente segnate come pagate, selezionate No se preferite che il pagamento delle transazioni sia validato manualmente dall'amministratore del negozio.

source: Mark transaction workflow as completed?
it: Segnare la transazione come completata?

source: Marks transactions that have no shippable items as completed in the workflow
it: Permette di rendere complete le transazioni che contengono prodotti non consegnabili.

source: Your purchase has been completed.
it: Il vostro ordine &egrave; concluso.

source: Your purchase has been received.
it: Il vostro ordine &egrave stato ricevuto.

source: cod
it: pagamento alla consegna
