Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_007.2/modules/contrib/ecommerce/payment/po/*.po
Languages: it

source: A payment API for ecommerce.
it: Una API per la gestione dei pagamenti.

source: Dear %billing_name, Thanks for your recent purchase from %site. This message includes important information about your order. Please take a moment to read it closely, and be sure to save a copy for future reference. ******************************** Billing and Shipping Information ******************************** %user_data ******************************** Order Details ******************************** %items Questions about your order? Please contact us at %email ******************************** Shipping Instructions ******************************** We will notify you by email as soon as your order ships. Thanks for shopping at %site. We hope to hear from you again real soon! %uri
it: Gentile %billing_name, grazie per il tuo recente acquisto su %site. Questo messaggio contiene informazioni importanti relative al tuo ordine. Per favore, leggile e custodiscile con attenzione: una copia di questo documento ti potr&agrave; essere utile in futuro. *************************************** INFORMAZIONI SUL CONTO E SULLA CONSEGNA *************************************** %user_data *************************************** DETTAGLI DELL'ORDINE *************************************** %items Se necessiti di ulteriori informazioni, per favore contattaci all'indirizzo %email *************************************** MODALITA' DI SPEDIZIONE *************************************** Ti informeremo via posta non appena i prodotti da te ordinati partiranno. Grazie per i tuoi acquisti su %site. Speriamo ti risentirci molto presto! %uri

source: Dear Customer It seems there was a problem while processing your order (%txnid). Please contact us at %email for further details. Regards, %site team %uri
it: Gentile Cliente, sembra ci sia stato un problema durante l'elaborazione del tuo ordine (%txnid). Per favore, contattaci per maggiori dettagli all'indirizzo %email. Cordialmente, il team %site %uri

source: <p>You may define a price adjustment for each role. This adjustment can be a simple price addition, subtraction, or a percentage multiplier. For example, to add 5.00 to every price, enter +5.00. To multiply every price times 75%, enter 75%. If no operator is given, addition is assumed.</p>
it: <p>Puoi definire un prezzo di aggiustamento per ciascun ruolo di utenza. Questo aggiustamento pu&ograve; essere semplicemente un'addizione, una sottrazione o una moltiplicazione percentuale. Per esempio, per aggiungere 5.00 a ciascun prezzo, inserisci +5.00. Per ottenere il 75% di ciascun prezzo, inserisci 75%. Senza alcun parametro, sar&agrave; ipotizzata l'addizione.</p>

source: Dear %billing_firstname %billing_lastname, This message is to inform you that the following item will expire in %time_to_expire. %renewal_item To prevent this from happening, please renew the item as soon as possible. Click the link below to renew: %renewal_link Thanks, %site %uri
it: Gentile %billing_firstname %billing_lastname, questo messaggio ti ricorda che i seguenti prodotti scadranno in %time_to_expire. %renewal_item Per evitarlo, rinnovali appena possibile. Clicca il collegamento qui sotto per procedere al rinnovo: %renewal_link Grazie, %site %uri

source: Dear %billing_firstname %billing_lastname, This message is to inform you that the following item has expired %time_since_expired: %renewal_item Thanks, %site %uri
it: Gentile %billing_firstname %billing_lastname, questo messaggio ti comunica che i tuoi prodotti sono scaduti %time_since_expired: %renewal_item Grazie, %site %uri

source: payments
it: pagamenti

source: adjustments
it: aggiustamenti

source: Please select a payment method
it: Per favore seleziona un metodo di pagamento

source: Continue
it: Continua

source: Please choose a payment method.
it: Per favore scegli un metodo di pagamento.

source: Payment details
it: Dettagli del pagamento

source: Payment settings
it: Impostazioni di pagamento

source: Currency symbol
it: Simbolo della valuta

source: Enter the currency symbol you wish to associate with your price. This will be displayed in front of the price. Default is the dollar symbol.
it: Inserisci il simbolo di valuta che vuoi associare ai prezzi. Il simbolo verr&agrave; mostrato di fianco al prezzo. La valuta predefinita &egrave; il dollaro.

source: Position of currency symbol
it: Posizione del simbolo della valuta

source: Right
it: Destra

source: Left
it: Sinistra

source: This option places the currency symbol of the left or right side of the price.
it: Questa opzione posiziona il simbolo di valuta sulla sinistra o sulla destra della cifra.

source: Thousands separator
it: Separatore delle migliaia

source: Enter the sign for the thousands separator.
it: Inserisci il simbolo da utilizzare come separatore delle migliaia.

source: Decimal separator
it: Separatore decimale

source: Enter the sign to seperate real numbers from floating numbers.
it: Inserisci il simbolo per distinguere i centesimi.

source: Number of places after the decimal separator
it: Numero di spazi dopo il separatore decimale

source: How many number slots are needed after decimal separator?
it: Quanti spazi sono necessari dopo il separatore decimale?

source: Price formatting
it: Formattazione dei prezzi

source: Subject of invoice e-mail
it: Oggetto della fattura inviata al cliente per e-mail

source: Customer invoice e-mail
it: Fattura inviata per e-mail al cliente

source: This text will be emailed to customers after they make a purchase.
it: Questo testo verr&agrave; inviato per posta elettronica al cliente dopo i suoi acquisti.

source: Subject of error e-mail
it: Oggetto del messaggio di errore inviato per e-mail

source: This text will be e-mailed to customers if their is a payment processing problem.
it: Questo testo verr&agrave; inviato ai clienti via posta elettronica nel caso si riscontrassero dei problemi durante il processo di pagamento.

source: E-mail notifications
it: Notifiche inviate per e-mail

source: Recurring payments
it: Pagamenti periodici

source: Disabled
it: Disabilitato

source: Enabled
it: Abilitato

source: If enabled, you'll be asked about billing cycle details on the product creation form. If disabled, no recurring payments will take place.
it: Se abilitato, durante la creazione di un nuovo prodotto ti verranno chiesti alcuni dettagli sul pagamento periodico. Se disabilitato, non ci saranno pagamenti periodici.

source: Role inheritance
it: Eredit&agrave; del ruolo

source: Optionally, select the roles an user is assigned when they purchase a recurring payment item. The user will be removed from these roles when the item expires. Note: requires cron.
it: Seleziona i ruoli ai quali &egrave; assegnato un utente quando acquista un prodotto soggetto a pagamento periodico. L'utente verr&agrave; rimosso da questi ruoli quando il prodotto/servizio scadr&agrave;. Nota: richiede cron.

source: Subject of recurring payment notice e-mail
it: Oggetto della nota di pagamento periodico inviata per e-mail

source: This text will be e-mailed to customers before their recurring payment expires.
it: Il seguente testo verr&agrave; inviato al cliente prima dello scadere del pagamento periodico.

source: <p>You can send up to 5 renewal notifications to the customer. Choose at the interval each notfication is sent before the product expires.</p>
it: <p>Puoi inviare al cliente fino a 5 notifiche. Scegli a che intervallo dovr&agrave; essere inviata ciascuna notifica prima che il prodotto scada.</p>

source: -please choose-
it: -per favore scegli-

source: Day(s)
it: Giorno(i)

source: Week(s)
it: Settimana(e)

source: Month(s)
it: Mese(i)

source: Year(s)
it: Anno(i)

source: Interval
it: Intervallo

source: Unit
it: Unit&agrave;

source: Check to enable
it: Seleziona per abilitare

source: Settings for recurring payment notice %number
it: Impostazioni per la nota %number dei pagameti periodici

source: Subject of recurring payment expiration e-mail
it: Oggetto dell'e-mail indicante la scadenza del pagamento

source: This text will be e-mailed to customers when their recurring payment expires.
it: Questo messaggio verr&agrave; inviato al cliente allo scadere del pagamento periodico.

source: Recurring payment settings
it: Impostazioni del pagamento periodico

source: the configuration options have been saved.
it: le opzioni di configurazione sono state salvate.

source: Role-based Price Adjustments
it: Aggiustamenti di prezzo basati sul ruolo

source: Adjustment for the <em>%role_name</em> role
it: Aggiustamenti per il ruolo <em>%role_name</em>

source: Save price adjustments
it: Salva gli aggiustamenti di prezzo

source: One of the fields contains non arithmatic information.
it: Una dei campi contiene informazione non aritmetiche.

source: Price adjustments have been updated.
it: Gli aggiustamenti di prezzo sono stati aggiornati.

source: Payment processing methods currently enabled
it: I metodi di elaborazione del pagamento sono attualmente abilitati

source: settings
it: impostazioni

source: Payment method
it: Metodo di pagamento

source: Choose one
it: Scegline uno

source: pending
it: in corso

source: completed
it: completato

source: failed
it: fallito

source: denied
it: negato

source: refunded
it: rimborsato

source: canceled
it: annullato

source: History
it: Cronologia

source: Subscriptions
it: Abbonamenti

source: View your subscriptions
it: Visualizza i tuoi abbonamenti

source: payment options
it: opzioni di pagamento

source: configure adjustments
it: configura gli aggiustamenti

source: process payment
it: effettua il pagamento

source: Continue to payment details
it: Continua

source: payment
it: pagamento
