Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_012.4/modules/contrib/subscriptions/po/*.po
Languages: nl

source: <p>This module enables users to subscribe to be notified of changes to threads, categories and content types. Once enabled, all nodes will have an additional link that allows the user to subscribe to them. Additionally, all users will be given an account option to auto-subscribe to any thread to which they post. No configuration is required for this module, although roles must be given permission to use it.</p> <p>While no configuration is required, administrators are offered a few configurable options:</p> <p>"<b>Omitted vocabularies</b>" allows the admin to exclude certain node categories from this list of those available for subscription.</p> <p>"<b>Omitted content types</b>" allows the admin to exclude certain content types from this list of those available for subscription.</p> <p>"<b>Notify poster of own posts</b>" sends a notification to a node poster about their own posts. Useful principally during testing. Default is OFF.</p> <p>"<b>Use cron for notifications</b>" allows you to postpone subscription notifications until the next cron job is run. Default behavior is to notify all subscribers immediately upon content change. This behavior is probably best for low volume sites, but high volume sites could observe appreciable pauses upon node or comment insert, and should probably use the cron option. <p>"<b>Display watchdog entries for successful mailings</b>" should also probably be disabled for high volume sites, as a large number of mailings could completely fill the log.</p> <p>"<b>Test held posts prior to sending</b>" tells Subscriptions to test if a node or comment is still active\published prior toi sending a notification. This is mainly to avoid sending notifications for for posts that have been deleted. This will result in a small performance hit, and only makes sense if you are delaying the notifications with "Use cron for notifications".</p> <p>"<b>Show Subscriptions users menu on main menu</b>" tells Subscriptions to display the Subscriptions user menu, used to manage one's own subscriptions, on the main menu. The default setting is OFF.</p> <p>"<b>Show Subscriptions users menu under 'my account'</b>" tells Subscriptions to display the Subscriptions user menu, used to manage one's own subscriptions, under the 'My Account' menu. The default setting is ON.</p> <p>"<b>Set all users to 'autosubscribe' by default</b>" set's the default value of the 'autosubscribe' option in each user's account to ON. This value will not be set, however, until the user saves their account preferences. This, essentially, pre-checks the option associated with 'autosubscribe'. The default value is OFF.</p>
nl: <p>Deze module laat gebruikers toe om in te schrijven om zo ingelicht te worden als er aanpassingen gebeuren aan onderwerpen, categorieën en inhoudstypes. Eens ingeschakeld zullen alle nodes een bijkomende link hebben die gebruikers toelaat om erop in te schrijven. Daarenboven zullen alle gebruikers een de mogelijkheid krijgen om automatisch in te schrijven op elk onderwerp dat ze indienen. Deze module vereist geen configuratie. Rollen moeten wel rechten krijgen om het te gebruiken.</p> <p>Beheerders krijgen een paar instelbare opties:</p> <p>"<b>Weggelaten woordenschatten</b>" laten de beheerder toe om bepaalde categorieën uit te sluiten voor inschrijving.</p> <p>"<b>Weggelaten inhoudstypes</b>" laten de beheerder toe om bepaalde inhoudstypes uit te sluiten voor inschrijving.</p> <p>"<b>Licht auteur in over eigen berichten</b>" licht een auteur in over eigen berichten. Nuttig gedurende de testperiode. Standaard: afgevinkt.</p> <p>"<b>Gebruik cron voor inlichtingen</b>" laat je toe om inlichtingen uit te stellen tot de volgende keer dat de cron loopt. Standaard worden alle ingeschrevenen direct ingelicht als er inhoud aangepast wordt. Dit is waarschijnlijk het best voor kleinere sites, maar grotere sites kunnen vertraging oplopen wanneer inhoud aangepast wordt. Zij gebruiken misschien beter de cron optie. <p>"<b>Toon watchdog meldingen van succesvolle verzendingen</b>" wordt best ook uitgeschakeld bij grotere sites, omdat een groot aantal inlichtingen het logboek zouden kunnen verstikken.</p> <p>"<b>Test alvorens inlichting te versturen</b>" zorgt ervoor dat er een test gebeurt alvorens een inlichting te versturen. Er wordt getest of de node of commentaar nog altijd actief is om te voorkomen dat inlichtingen verstuurd worden voor berichten die reeds verwijderd zijn. Dit geeft een klein performantieverlies en is enkel nuttig als je inlichtingen uitstelt met "Gebruik cron voor inlichtingen".</p> <p>"<b>Toon inschrijvingen-gebruikersmenu in hoofdmenu</b>" toont het inschrijvingen-gebruikersmenu, om iemands eigen inschrijvingen te beheren, in het hoofdmenu. Standaard: afgevinkt.</p> <p>"<b>Toon inschrijvingen-gebruikersmenu onder 'mijn account'</b>" toont het inschrijvingen-gebruikersmenu, om iemands eigen inschrijvingen te beheren, onder 'Mijn account'. Standaard: aangevinkt.</p> <p>"<b>Zet alle gebruikers standaard op "automatisch inschrijven"</b>" stelt alle gebruikers hun "automatisch inschrijven"-profielinstelling in op: AAN. Deze waarde wordt echter niet opgeslaan tot de gebruiker zijn/haar profiel opslaat. Dit vinkt dus standaard het aanvinkvakje van 'automatisch inschrijven' aan. Standaard: afgevinkt.</p>

source: Allows users to subscribe to nodes and taxonomy terms.
nl: Laat gebruikers toe om in te schrijven op nodes en categorie-termen.

source: Subscription settings
nl: Inschrijvingsinstellingen

source: Autosubscribe
nl: Automatisch inschrijven

source: Checking this box allows you to be automatically subscribe to any thread you create or post a comment to.
nl: Als je dit aanvinkt word je automatisch ingeschreven op elk bericht dat je indient of commentaar op geeft.

source: Omitted vocabularies
nl: Weggelaten woordenschatten

source: Select vocabularies which should be <strong>omitted</strong> from subscription listings.
nl: Selecteer de woordenschatten die <strong>weggelaten</strong> moeten worden van de inschrijvingslijsten.

source: Omitted content types
nl: Weggelaten inhoudstypes

source: Select content types which should be <strong>omitted</strong> from subscription listings.
nl: Selecteer inhoudstypes die <strong>weggelaten</strong> moeten worden van de inschrijvingslijsten.

source: Notify poster of own posts
nl: Licht auteur in over eigen berichten

source: Notifies a node poster about their own posts. Useful principally during testing. Default is OFF.
nl: Licht een auteur in over eigen berichten. Nuttig gedurende de testperiode. Standaard: afgevinkt.

source: Use cron for notifications
nl: Gebruik cron voor inlichtingen

source: Sends subscription notification when cron module runs. Default is to send upon node update. <br /><em>Note: Currently only tested with MySQL.</em>
nl: Verstuur inlichting als de cron module uitgevoerd wordt. Standaard: niet sturen bij updaten van node.<br /><em>Ps: Momenteel enkel getest met MySQL.</em>

source: Display watchdog entries for successful mailings
nl: Toon watchdog meldingen van succesvolle verzendingen

source: Inserts notification of successful mailings in the watchdog log. Default is ON.
nl: Voegt een melding toe aan de watchdog log van succesvolle verzendingen van inlichtingen. Standaard: aangevinkt.

source: Test held posts prior to sending
nl: Test alvorens inlichting te versturen

source: Tests to see if a post about to be sent by cron is still active. Adds a small amount of overhead. Default is OFF.
nl: Test of het bericht, waarvoor men een inlichting krijgt, nog actief is alvorens de cron de inlichting verstuurt. Brengt een klein performantieverlies met zich mee. Standaard: afgevinkt.

source: Show Subscriptions users menu on main menu
nl: Toon inschrijvingen-gebruikersmenu in hoofdmenu

source: Displays the Subscriptions users menu on the main menu. Default is OFF.
nl: Toon het inschrijvingen-gebruikersmenu in het hoofdmenu. Standaard: afgevinkt.

source: Show Subscriptions users menu under "my account"
nl: Toon inschrijvingen-gebruikersmenu onder "mijn account"

source: Displays the Subscriptions users menu as a tab under "my Account". Default is ON.
nl: Toon het inschrijvingen-gebruikersmenu als een tab onder "mijn account". Standaard: aangevinkt.

source: Set all users to "autosubscribe" by default
nl: Zet alle gebruikers standaard op "automatisch inschrijven"

source: Set's each users "autosubscribe" profile option. Default is OFF.
nl: Stelt alle gebruikers hun "automatisch inschrijven"-profielinstelling in. Standaard: afgevinkt.

source: my subscriptions
nl: mijn inschrijvingen

source: threads
nl: onderwerpen

source: my content types
nl: mijn inhoudstypes

source: subscription notification for
nl: inschrijvingsinlichting voor

source: error mailing subscription notification:
nl: fout versturen inschrijvingsinlichting

source: new blog for
nl: nieuwe blog voor

source: [%site] %type subscription update for %name : %subject
nl: [%site] %type inschrijvingsupdate voor %name : %subject

source: Greetings, %name. A %type to which you have subscribed has been updated. %title %teaser To view the thread, navigate to %url -- This is an automatic message from %site. To manage your subscriptions, browse to %manage-url
nl: Groeten, %name. Een %type, waarvoor je ingeschreven hebt, werd upgedatet. %title %teaser Om het onderwerp te zien, surf naar %url -- Dit is een automatisch bericht van %site. Om inschrijvingen te beheren, surf naar %manage-url

source: Subscriptions
nl: Inschrijvingen

source: Subscribe
nl: Inschrijven

source: Receive notification of replies or comments to this node.
nl: Ontvang een inlichting van antwoorden of commentaar op deze node.

source: unsubscribe blog
nl: blog uitschrijven

source: Stop receiving an e-mail whenever a new entry is made to this person's blog.
nl: Stop het ontvangen van een inlichtingsemail bij elk nieuw bericht op de blog van deze persoon.

source: subscribe blog
nl: blog inschrijven

source: Receive an e-mail whenever a new entry is made to this person's blog.
nl: Ontvang een inlichtingsemail bij elk nieuw bericht op de blog van deze persoon.

source: unsubscribe post
nl: bericht uitschrijven

source: Stop receiving an e-mail whenever a new comment is posted to this %n.
nl: Stop het ontvangen van een inlichtingsemail bij elk nieuw commentaar op deze %n.

source: subscribe post
nl: bericht inschrijven

source: Receive an e-mail whenever a comment is posted to this %n.
nl: Ontvang een inlichtingsemail bij elk nieuw commentaar op deze %n.

source: unsubscribe
nl: uitschrijven

source: Unsubscribe from this category.
nl: Uitschrijven uit deze categorie.

source: subscribe
nl: inschrijven

source: Subscribe to this category.
nl: Inschrijven op deze categorie.

source: Unsubscribe from this node type.
nl: Uitschrijven van deze node type.

source: Subscribe to this node type.
nl: Inschrijven op deze node type.

source: Your subscription was deactivated.
nl: Uw inschrijving werd gedeactiveerd.

source: Your subscription was activated.
nl: Uw inschrijving werd geactiveerd.

source: thread
nl: onderwerp

source: content type
nl: inhoudstype

source: subscribers
nl: inschrijvingen

source: <p>No threads or categories are currently subscribed.</p>
nl: <p>Momenteel niet ingeschreven op onderwerpen of categorieën.</p>

source: Subscriptions Summary
nl: Overzicht inschrijvingen

source: You are not currently subscribed to any active blogs
nl: U bent momenteel op geen enkel actieve blog ingeschreven

source: There are no active categories.
nl: Er zijn geen actieve categorieën.

source: You are not currently subscribed to any active threads
nl: U bent momenteel op geen enkel actief onderwerp ingeschreven

source: There are no active content types.
nl: Er zijn geen actieve inhoudstypes.

source: %name Subscriptions
nl: %name inschrijvingen

source: regular
nl: regelmatig

source: maintain subscriptions
nl: inschrijvingen onderhouden

source: subscriptions
nl: inschrijvingen
