Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_026.04/modules/contrib/ecommerce/product/po/*.po
Languages: fr

source: Price
fr: Prix

source: Provide the product details to display on the page.
fr: Fournit les détails du produit à afficher sur la page.

source: Creates products for ecommerce.
fr: Créé des produits pour la vente en ligne.

source: A product is a good or service that you wish to sell on your site. It can be a tangible shippable item or even a download.
fr: Un produit est un bien ou un service que vous souhaitez vendre sur votre site. Il peut s'agir d'un produit tangible, ou virtuel (téléchargement par exemple).

source: This item is in <a href="%cart_view">your shopping cart</a>.
fr: Cet article est dans <a href="%cart_view">votre panier</a>.

source: add to cart
fr: ajouter au panier

source: Add this item to your shopping cart.
fr: Ajouter cet article à votre panier.

source: sold out
fr: épuisé

source: product
fr: produit

source: products
fr: produits

source: product quicklist
fr: liste des produits

source: Create product
fr: Créer un produit

source: Update product
fr: Mettre un produit à jour

source: The product has been saved.
fr: Le produit a été sauvegardé.

source: Remove product
fr: Supprimer le produit

source: Removed the post from the product listings.
fr: Supprimer cet élément du listing des produits.

source: Continue to product details
fr: Poursuivre vers le détail du produit

source: %node-title (product)
fr: %node-title (produit)

source: Home
fr: Accueil

source: Update this product
fr: Mettre ce produit à jour

source: <p><b>Product type:</b> %ptype</p>
fr: <p><b>Type de produit</b> : %ptype</p>

source: How much does this product retail for? Note: This price may be different from the selling price due to price adjustments elsewhere.
fr: Combien coute ce produit ? Note : le prix fixé ici peut différer du prix de vente final en fonction des ajustements définis.

source: -please choose-
fr: - veuillez choisir -

source: Day(s)
fr: Jour(s)

source: Week(s)
fr: Semaine(s)

source: Month(s)
fr: Mois

source: Year(s)
fr: An(s)

source: Interval
fr: Intervalle

source: Unit
fr: Unité

source: unlimited
fr: illimité

source: Number of payments cycles
fr: Nombre de cycles de paiement

source: Select the number of recurring payment cycles this product has.
fr: Sélectionner le nombre de cycles du paiement récurrent de ce produit.

source: Billing cycle length
fr: Durée du cycle de paiement.

source: SKU
fr: Code Produit

source: If you have an unique identifier for this product from another system or database, enter that here. This is optional, as system IDs are automatically created for each product.
fr: Si ce produit possède un code particulier, associé à un autre système ou base de données, vous pouvez le saisir ici. Ca n'est pas une obligation car un identifiant est automatiquement généré par le système pour chaque produit.

source: 'Add to cart' link
fr: Lien 'ajouter au panier'

source: Hidden
fr: Caché

source: Choose whether or not you want the 'Add to cart' link visible for this product.
fr: Afficher ou cacher le lien 'ajouter au panier' pour ce produit.

source: No product types modules are installed! Please install a product type module such as tangible.module or file.module.
fr: Aucun module produit n'est installé ! Veuillez installer un module permettant de gérer un type de produit, tel que les modules tangible.module (produit concret) ou file.module (téléchargements).

source: Type of product to create
fr: Type de produit à créer

source: You cannot change the product type once it's created.
fr: Vous ne pouvez pas changer le type d'un produit déjà créé.

source: <acronym title="Stock-Keeping Unit">SKU</acronym>
fr: <acronym title="Stock-Keeping Unit">Code Produit</acronym>

source: Add to cart link
fr: Lien ajouter au panier

source: Title
fr: Nom

source: Product type
fr: Type de produit

source: You need to select the type of product you wish to create.
fr: Vous devez sélectionner le type de produit que vous souhaitez créer.

source: Please enter a numeric value for the product price.
fr: Veuillez saisir une valeur numérique pour le prix du produit.

source: product deleted
fr: produit supprimé

source: sku
fr: code produit

source: title
fr: nom

source: price
fr: prix

source: <p>There are no products to view.
fr: <p>Il n'y a aucun produit à afficher.

source: <p>There are no transactions to view. You can manually <a href="%add_transaction">add transactions</a>, however.</p>
fr: <p>Il n'y a aucune transaction à afficher. Vous pouvez cependant <a href="%add_transaction">en ajouter</a>.</p>

source: unlimited cycles
fr: cycles illimités

source: Every %interval for %cycles.
fr: Tous les %interval pour %cycles.

source: %title (transaction #%txnid)
fr: %title (transaction n°%txnid)

source: ago
fr: auparavant

source: Recurring payment notification sent for transaction %txnid
fr: Notification de paiement récurrent envoyée pour la transaction %txnid

source: <b>To:</b> %mail<br /> <b>Subject:</b> %subject<br /> <b>Body:</b> %body<br />
fr: <b>Pour : </b> %mail<br /> <b>Sujet : </b> %subject<br /> <b>Message : </b> %body<br />

source: Transaction expired for %name.
fr: La transaction pour %name est expirée.

source: regular
fr: normal

source: day
fr: jour

source: week
fr: semaine

source: month
fr: mois

source: year
fr: an

source: administer products
fr: gérer les produits

source: create products
fr: créer des produits

source: edit own products
fr: éditer ses produits
