Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_018/modules/contrib/ecommerce/file/po/*.po
Languages: fr

source: Creates a file product. Dependency: product.module
fr: Crée un produit fichier à télécharger. Dépend du module product (product.module)

source: file autocomplete
fr: remplissage automatique du nom de fichier

source: my files
fr: mes fichiers

source: download
fr: télécharger

source: product file quicklist
fr: liste des produits fichiers

source: expired
fr: expiré

source: Please enter the path to the file.
fr: Merci d'indiquer le chemin du fichier.

source: The file doesn't exist.
fr: Le fichier n'existe pas.

source: file download
fr: téléchargement de fichier

source: File path
fr: Chemin du fichier

source: Enter the filesystem path to this file (not the URL). This path will be prefixed with <b>%file_path/</b> Here is a <a href="%file_quicklist" onclick="window.open(this.href, '%file_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">list of files</a> in this directory. You may need to FTP your file to this directory before you can create the file product.
fr: Veuillez saisir l'emplacement disque (chemin) de ce fichier (pas l'URL). Le chemin aura pour préfixe <b>%file_path/</b>. Voici une <a href="%file_quicklist" onclick="window.open(this.href, '%file_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">liste des fichiers</a> de ce répertoire. Vous devrez peut-être transférer au préalable votre fichier par FTP avant de pouvoir créer le produit associé.

source: File settings
fr: Paramètres fichier

source: Ecommerce file download settings (%revision)
fr: Paramètres téléchargement de fichier E-Commerce (%revision)

source: Number of days before file expires
fr: Nombre de jours restants avant l'expiration du fichier

source: The number of days an user has to login and download their files. This expiration date can be overridden on a per transaction basis when viewing individual transactions.
fr: Nombre de jours donnés aux utilisateurs pour se connecter et télécharger leurs fichiers. Cette date d'expiration peut être modifiée pour une transaction en particulier.

source: File path for products
fr: Chemin/emplacement des fichiers produits

source: A file system path where the product files are stored. This directory has to exist and be writable by Drupal. This directory should not be accessible over the web. Changing this location after the site has been in use will cause problems so only change this setting on an existing site if you know what you are doing.
fr: Un emplacement (chemin) où les produits fichiers sont stockés. Ce répertoire doit exister, être accessible en écriture pour Drupal. Ce répertoire ne devrait pas être accessible directement par le web. Modifier ce paramètre alors que le site est en fonctionnement peut causer des problèmes. Ne le modifier sur un site existant qu'en connaissance de cause.

source: History
fr: Historique

source: Downloads
fr: Téléchargements

source: View your downloads
fr: Voir vos téléchargements

source: name
fr: nom

source: size
fr: taille

source: changed
fr: modifié

source: <p><a href="%files-uri">Click here to view your files.</a></p>
fr: <p><a href="%files-uri">Cliquez ici pour voir vos fichiers.</a></p>

source: %username's expired files
fr: Fichiers expirés pour %username

source: <p><a href="%expired-files-uri">Click here to view your expired files.</a></p>
fr: <p><a href="%expired-files-uri">Cliquez ici pour voir vos fichiers expirés.</a></p>

source: %username's files
fr: Fichiers de %username

source: filename
fr: nom de fichier

source: expires
fr: expiration

source: operations
fr: opérations

source: <a href="%file-download-uri">download</a>
fr: <a href="%file-download-uri">télécharger</a>

source: %interval ago
fr: il y à %interval

source: You have no files to download.
fr: Vous n'avez aucun fichier à télécharger.

source: file
fr: fichier
