Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_026.07/modules/contrib/ecommerce/file/po/*.po
Languages: it

source: Creates a file product. Dependency: product.module
it: Crea un prodotto. Dipendenza: product.module

source: file autocomplete
it: file autocompleto

source: my files
it: i miei files

source: product file quicklist
it: lista dei prodotti

source: expired
it: scaduto

source: Please enter the path to the file.
it: Per favore digita il percorso al file.

source: The file doesn't exist.
it: Il file non esiste.

source: file download
it: download di files

source: File path
it: Percorso del file

source: Enter the filesystem path to this file (not the URL). This path will be prefixed with <b>%file_path/</b> Here is a <a href="%file_quicklist" onclick="window.open(this.href, '%file_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">list of files</a> in this directory. You may need to FTP your file to this directory before you can create the file product.
it: Digita il percorso a questo file (non l'URL). Questo percorso dovrebbe essere preceduto da <strong>%file_path/</strong>. Qui &egrave; presente <a href="%file_quicklist" onclick="window.open(this.href, '%file_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">una lista di files</a> in questa cartella. Prima che tu crei il file del prodotto potresti aver bisogno di trasferire i tuoi files in questa cartella via FTP.

source: File settings
it: Impostazioni del file

source: Ecommerce file download settings (%revision)
it: Impostazioni per il download di files (%revision)

source: Number of days before file expires
it: Numero di giorni che precedono la scadenza dei files

source: The number of days an user has to login and download their files. This expiration date can be overridden on a per transaction basis when viewing individual transactions.
it: Il numero di giorni a disposizione dell'utente per entrare nel sito e scaricare i files. La data di scadenza potr&agrave; essere posticipata sulla base di una transazione.

source: File path for products
it: Percorso per i prodotti

source: A file system path where the product files are stored. This directory has to exist and be writable by Drupal. This directory should not be accessible over the web. Changing this location after the site has been in use will cause problems so only change this setting on an existing site if you know what you are doing.
it: Una cartella dove i files del prodotto sono memorizzati. Questa cartella deve esistere e deve essere scrivibile da Drupal. Questa cartella dovrebbe essere inaccessibile attraverso il web. Cambiando la locazione della cartella dopo che il sito &egrave; stato in uso causer&agrave; dei problemi; quindi cambia questa impostazione solamente se sai cosa stai facendo.

source: History
it: Cronologia

source: View your downloads
it: Guarda i tuoi downloads

source: name
it: nome

source: size
it: dimensione

source: changed
it: modificato

source: <p><a href="%files-uri">Click here to view your files.</a></p>
it: <p><a href="%files-uri">Clicca qui per visualizzare i tuoi files.</a></p>

source: %username's expired files
it: files di %username scaduti

source: <p><a href="%expired-files-uri">Click here to view your expired files.</a></p>
it: <p><a href="%expired-files-uri">Clicca qui per visualizzare i tuoi files scaduti.</a></p>

source: %username's files
it: i files di %username

source: filename
it: nome del file

source: expires
it: scadenza

source: operations
it: operazioni

source: %interval ago
it: %interval fa

source: You have no files to download.
it: Non hai files da scaricare
