Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_003/modules/contrib/ecommerce/cart/po/*.po
Languages: es

source: Shopping Cart
es: Cesta de la compra

source: Shopping cart
es: Cesta de la compra

source: View your cart items.
es: Ver artículos de la cesta

source: Hide block if cart is empty
es: Ocultar bloque si la cesta está vacía

source: Ecommerce shopping cart.
es: Cesta de la compra de Ecommerce

source: View your cart
es: Ver cesta

source: item
es: artículo

source: items
es: artículos

source: %item_count %item_suffix in %your_cart
es: %item_count %item_suffix en %your_cart

source: your cart
es: su cesta

source: Ready to <a href="%checkout-url">checkout</a>?
es: ¿Listo para <a href="%checkout-url">confirmar</a>?

source: Items
es: Artículos

source: Qty.
es: Cantidad

source: Remove
es: Eliminar

source: Update quantity
es: Actualizar cantidad

source: Checkout
es: Confirmar

source: Your shopping cart is empty. You may continue shopping from our %product-page.
es: Su cesta de la compra está vacía. Debe elegir algún artículo de la %product-page.

source: product page
es: página de productos

source: Create new address
es: Crear nueva dirección

source: Order Summary
es: Resumen de la orden

source: Your shopping cart
es: Su cesta de la compra

source: Please choose a payment method.
es: Por favor, seleccione un método de pago

source: Your order has been submitted.
es: Su pedido ha sido enviado.

source: <p>There are no addresses in your addressbook. Please add a shipping/delivery address now.</p>
es: <p>No tiene ninguna dirección en su libreta de direcciones. Por favor, añada una dirección de entrega.</p>

source: Shipping to
es: Enviar a

source: Please choose where you would like the items to be delivered. You can also %add_address.
es: Porfavor, seleccione dónde le gustaría recibir sus artículos. También puede %add_address.

source: add an address
es: añadir una dirección

source: Billing to
es: Facturar a

source: Please choose where you would like the invoice to be sent. You can also %add_address.
es: Por favor, elija dónde desea recibir la factura. También puede %add_address.

source: E-mail address
es: Dirección de correo electrónico

source: Please double-check to make sure you email address is correct.
es: Por favor, asegúrese de que la dirección de correo electrónico es correcta.

source: <p>Note: You may skip the billing address if it's the same as the shipping address.</p>
es: <p>Nota: Puede saltarse la selección de la dirección de facturación si es la misma que la dirección de envío.</p>

source: The following items are in your order
es: Los siguientes artículos están en su pedido

source: %order of <b>%title</b> at %price each
es: %order de <b>%title</b> a %price cada uno

source: 1 order
es: 1 pedido

source: %count orders
es: %count pedidos

source: Update or delete?
es: ¿Actualizar o eliminar?

source: Shipping
es: Envío

source: Sign in or Create new account
es: Identificarse o Crear una cuenta nueva

source: Login if you already have an account or create a new account below to continue the checkout process.
es: Identifíquese si ya posee una cuenta o cree una nueva usando el formulario inferior para continuar el proceso de confirmación.

source: <strong>%product-title</strong> added to <a href="%cart_view">your shopping cart</a>
es: <strong>%product-title</strong>

source: Can't find your item in the database
es: No pude encontrar su artículo en la base de datos

source: Your item(s) have been updated.
es: Su(s) artículo(s) han sido actualizados.

source: Your item has been removed.
es: Su artículo ha sido eliminado.

source: The name "%s" has been denied access.
es: A "%s" le ha sido denegado el acceso.

source: Username
es: Nombre de usuario

source: Enter your %s username, or an ID from one of our affiliates: %a.
es: Introduzca su %s nombre de usuario, o un ID de alguno de nuestros afiliados: %a.

source: Enter your %s username.
es: Introduzca su %s nombre de usuario.

source: Password
es: Contraseña

source: Enter the password that accompanies your username.
es: Introduzca la contraseña que acompaña a su nombre de usuario.

source: Log in
es: Identificarse

source: User login
es: Identificación de usuario
