Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_025.3/modules/contrib/ecommerce/contrib/auction/po/*.po
Languages: it

source: Create auction products. Dependency: product.module
it: Crea prodotti da mettere all'asta. Dipendenza: modulo prodotti (product.module).

source: bid
it: offerta

source: checkout
it: vai alla cassa

source: Bidding closed
it: Offerta conclusa

source: Bid now
it: Effettua un'offerta

source: Place your bid for this item
it: Fai la tua offerta per questo articolo

source: Auction items
it: Articoli venduti all'asta

source: Pay for your winning auction items
it: Paga i prodotti in asta

source: Please enter an expiration date.
it: Inserisci una data di scadenza.

source: Invalid date specified.
it: Data non valida.

source: auction item
it: articolo all'asta

source: Expiration date
it: Data di scadenza

source: Enter the date this product is no longer open for bidding.
it: Digita la data in cui le offerte per questo prodotto verranno terminate.

source: Confirm bid
it: Conferma l'offerta

source: Pay for your items
it: Paga i tuoi articoli

source: Checkout
it: Vai alla cassa

source: Auction
it: Asta

source: You have no winning items to pay for.
it: Non hai nessuna articolo in offerta da pagare.

source: Bid history for &quot;%product-name&quot;
it: Cronologia offerta per questo &quot;%product-name&quot;

source: User
it: Utente

source: Bid
it: Offerta

source: Date of bid
it: Data dell'offerta

source: This auction has ended.
it: Questa asta &egrave; terminata.

source: Bidding on &quot;%product-name&quot;.
it: Offerta su %product-name&quot;.

source: Enter an amount above %base-bid-amount.
it: Inserisci un importo superiore a %base-bid-amount.

source: Current bid:
it: Offerta corrente:

source: Your bid:
it: La tua offeta:

source: You must bid more than %current-price.
it: Devi fare un'offerta maggiore di %current-price.

source: Script error.
it: Si &egrave; verificato un errore nello script.

source: You must enter a price.
it: Devi inserire un prezzo.

source: Your bid of %bid-amount has been placed.
it: La tua offerta di %bid-amount &egrave; stata fatta.

source: You've already paid for this item.
it: Hai gi&agrave; pagato questo articolo.

source: Place bid
it: Fai un'offerta!

source: Time left:
it: Tempo rimasto:

source: High bidder:
it: Migliore offerta:

source: Bid history
it: Cronologia delle offerte

source: none
it: nessuno

source: Description
it: Descrizione

source: 1 previous bid
it: 1 offerta precedente

source: place bids
it: fai le offerte

source: auction
it: asta
