Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_026.03/modules/contrib/ecommerce/tangible/po/*.po
Languages: fr

source: Creates a tangible product. Dependency: product.module
fr: Créé un produit tangible. Dépend du module product (product.module)

source: Please enter a numeric value for stock.
fr: Merci de saisir une valeur numérique pour le stock.

source: shippable product
fr: produit livrable

source: Inventory management for this item
fr: Gestion d'inventaire pour cet article

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: When enabled, the number in stock will be decremented whenever an order of this item is made. When stock reaches zero, the 'Add to cart' will be replaced with 'Sold out'.
fr: Si activé, le stock est diminué lorsqu'une commande de cet article est effectuée. Quand le stock est à zéro, le lien 'ajouter au panier' est remplacé par 'épuisé'.

source: Number in stock
fr: Quantité en stock

source: Number of products in inventory.
fr: Nombre de produits dans l'inventaire.

source: Inventory control
fr: Gestion de l'inventaire

source: Availability estimate
fr: Estimation de la disponibilité

source: How long it will take this item to leave the fulfillment center once the order has been placed?
fr: Quel est le délai entre la commande et l'envoi effectif ?

source: --none--
fr: --aucun--

source: Usually ships in 24 hours.
fr: Habituellement expédié sous 24 h.

source: Usually ships in 2-3 days.
fr: Habituellement expédié sous 2-3 jours.

source: Usually ships in 1-2 weeks.
fr: Habituellement expédié sous 1 à 2 semaines.

source: Usually ships in 4-6 weeks.
fr: Habituellement expédié sous 4 à 6 semaines.
