Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_018/modules/contrib/logintoboggan/po/*.po
Languages: pt_pt

source: <p>The Login Toboggan module improves the Drupal login system by offering the following features: <ol> <li>Allow users to login using either their username OR their e-mail address.</li> <li>Allow users to define their own password.</li> <li>Allow users to login immediately.</li> <li>Provide a login form on Access Denied pages for non-logged-in (anonymous) users.</li> <li>The module provides two login block options: One uses JavaScript to display the form within the block immediately upon clicking "log in". The other brings the user to a separate page, but returns the user to their original page upon login.</li> <li>Customize the registration form with two e-mail fields to ensure accuracy.</li> </ol> These features may be turned on or off in the Login Toboggan <a href="%url">settings</a>.</p> <p>Feel funny about people logging in at "http://yoursite.com/toboggan/login"? (Yes, we know it's a silly name.) You can use the path.module's "url aliases" to redefine Login Toboggan's paths as something else (perhaps: "usr/login" or just "login").</p> <p>Because this module completely reorients the Drupal login process you will probably want to edit the welcome e-mail on the user settings page. For instance if you have enabled "Set passwords during registration" you probably should not send the user's password out in the welcome e-mail. Also when either "Set passwords during registration" or "Immediate login" are enabled, the %login_url becomes a verification url that the user MUST visit in order to enable authenticated status. The following is an example welcome e-mail:</p>
pt_pt: <p>O módulo Login Toboggan melhora o sistema de início de sessão Drupal oferecendo as seguintes funcionalidades: <ol> <li>Permite que os utilizadores iniciem sessão usando o seu nome de utilizador OU o seu endereço email.</li> <li>Permite que os utilizadores possam definir a sua própria senha.</li> <li>Permite que os utilizadores iniciem sessão imediatamente.</li> <li>Providenciam um formulário de início de sessão em páginas de Acesso Negado para utilizadores sem sessão iniciada (anónimos).</li> <li>O módulo providencia duas opções para início de sessão: Uma usa JavaScript para mostrar o formulário dentro do bloco imediatamente após clique "início de sessão". O outro retorna o utilizador para uma página separada, mas retorna o utilizador para a página original após início de sessão.</li> <li>Personalize o formulário de registo com dois campos de e-mail para assegurar precisão.</li> </ol> Estas funcionalidades podem ser ligadas ou desligadas no Início de Sessão Toboggan <a href="%url">opções</a>.</p> <p>Acha estranho que pessoas façam início de sessão em "http://seusite.com/toboggan/login"? (Sim, nós sabemos que é um nome idiota.) Pode usar o path.module "url aliases" para redefinir o caminho para Início de Sessão Toboggan como outra coisa qualquer (talvez: "usr/login" ou apenas "login").</p> <p>Porque este módulo reorienta completamente o processo de início de sessão Drupal, provavelmente quererá editar o email de bem-vindo na página de opções do utilizador. Por exemplo, se activou "Definir senhas durante registo" provavelmente não deve enviar a senha do utilizador em conjunto com o email de bem-vindo. Também quando tanto "Definir senhas durante registo" como "Início de sessão imediato" estão activados, o %login_url torna-se um url de verificação que o utilizador NECESSITA visitar de forma a activar o estado autenticado. O seguinte é um exemplo de email de bem-vindo:</p>

source: %username, Thank you for registering at %site. IMPORTANT: For full site access, you will need to click on this link or copy and paste it in your browser: %login_url This will verify your account and log you into the site. In the future you will be able to log in using the username and password that you created during registration. Your new %site membership also enables to you to login to other Drupal powered websites (e.g. http://www.drupal.org/) without registering. Just use the following Drupal ID along with the password you've chosen: Drupal ID: %username@%uri_brief -- %site team
pt_pt: %username, Obrigado por se ter registado em %site. IMPORTANTE: Para total acesso do site, vai necessitar de fazer clique nesta ligação ou copiar e colar no seu browser: %login_url Isto fará a verificação da sua conta e o início de sessão no site. Futuramente poderá fazer o início de sessão usando o nome de utilizador e senha que criou durante o registo. O seu novo registo %site também lhe permite o início de sessão em outros websites powered by Drupal (por ex. http://www.drupal.org/) sem necessitar de registo. Use apenas o seguinte Drupal ID em conjunto com a senha que escolheu: Drupal ID: %username@%uri_brief -- equipa %site

source: Improves Drupal's login system.
pt_pt: Melhora sistema de início de sessão Drupal

source: <p>Customize your login and registration system. More help can be found <a href="%url">here</a>.</p>
pt_pt: <p>Personalize o seu início de sessão e sistema de registo. Mais ajuda pode ser encontrada <a href="%url">aqui</a>.</p>

source: Username or e-mail Address
pt_pt: Nome de utilizador ou endereço email

source: Enter your %s username. e-mail address, or an ID from one of our affiliates: %a.
pt_pt: Introduza o seu %s nome de utilizador. Endereço de email, ou um ID dos nossos afiliados: %a.

source: Confirm e-mail address
pt_pt: Confirme o endereço de email

source: Please re-type your e-mail address to confirm it is accurate.
pt_pt: Por favor digite novamente o seu endereço de email para confirmação.

source: Password
pt_pt: Senha

source: Please choose a password for your account; it must be between 6 and 30 characters and spaces are not allowed.
pt_pt: Por favor escolha uma senha para a sua conta; tem de ter entre 6 e 30 caracteres e espaços não são permitidos.

source: Confirm Password
pt_pt: Confirme Senha

source: Please re-type your password to confirm it is accurate.
pt_pt: Por favor digite novamente a sua senha para confirmação.

source: Detected malicious attempt to alter protected user fields.
pt_pt: Detectado tentativas maliciosas para alterar campos de utilizador protegidos.

source: New user: %name %email.
pt_pt: Novo utilizador: %name %email.

source: edit
pt_pt: editar

source: drupal user account details for %s
pt_pt: detalhes de conta de utilizador drupal para %s

source: %username, You may now login to %uri using the following username and password: username: %username password: %password %edit_uri --drupal
pt_pt: %username, Pode agora iniciar sessão no %uri usando o seguinte nome de utilizador e senha: nome de utilizador: %username senha: %password %edit_uri --drupal

source: <p>Welcome to Drupal. You are user #1, which gives you full and immediate access. All future registrants will receive their passwords via e-mail, so please make sure your website e-mail address is set properly under the general settings on the <a href="%settings">settings page</a>.</p><p> Your password is <strong>%pass</strong>. You may change your password below.</p>
pt_pt: <p>Bem-vindo ao Drupal. É o utilizador #1, o que lhe permite completo e imediato acesso. Todos os futuros utilizadores registados vão receber as suas senhas por email, por isso por favor verifique se o endereço de email do seu website está definido correctamente nas opções gerais na <a href="%settings">página de opções</a>.</p><p> A sua senha é <strong>%pass</strong>. Pode alterar a sua senha abaixo.</p>

source: Created a new user account. No e-mail has been sent.
pt_pt: Criada uma nova conta de utilizador. Nenhum email foi enviado.

source: A validation e-mail has been sent to your e-mail address. You will need to follow the instructions in that message in order to gain full access to the site.
pt_pt: Um email de validação foi enviado para o seu endereço de email. Necessita seguir as instruções descritas nessa mensagem de forma a obter total acesso ao site.

source: Your password and further instructions have been sent to your e-mail address.
pt_pt: A sua senha e instruções adicionais foram enviadas para o seu endereço de email.

source: %u has applied for an account. %uri
pt_pt: %u requisitou uma conta. %uri

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.<br />In the meantime, your password and further instructions have been sent to your e-mail address.
pt_pt: Obrigado por ter requisitado uma conta. A sua conta está actualmente a aguardar aprovação pelo administrador do site.<br />Entretanto, a sua senha e instruções adicionais foram enviadas para o seu endereço de email.

source: The username %name has been blocked.
pt_pt: O nome de utilizador %name foi bloqueado.

source: The name %name is a reserved username.
pt_pt: O nome %name é um nome de utilizador reservado.

source: Sorry. Unrecognized username or password.
pt_pt: Lamento. Nome de utilizador ou senha desconhecidos.

source: Have you forgotten your password?
pt_pt: Esqueceu-se da sua senha?

source: Login attempt failed for %user: %error.
pt_pt: Tentativa de início de sessão falhada para %user: %error.

source: You may not use an e-mail address as your username.
pt_pt: Não pode usar um endereço email como seu nome de utilizador.

source: Your e-mail address and confirmed e-mail address must match.
pt_pt: O seu endereço email e endereço email confirmado devem coincidir.

source: Your password and confirmed password must match.
pt_pt: A sua senha e senha confirmada devem coincidir.

source: validate e-mail address
pt_pt: validar endereço de email

source: access denied
pt_pt: acesso negado

source: re-send validation e-mail
pt_pt: reenviar email de validação

source: LoginToboggan custom login
pt_pt: Início de sessão personalizado LoginToboggan

source: Display the 'logged in' block
pt_pt: Mostrar o bloco 'sessão iniciada'

source: Block type
pt_pt: Bloquear tipo

source: Link
pt_pt: Ligação

source: Collapsible Form
pt_pt: Formulário Dobrável

source: Set a custom message to appear at the top of your login block
pt_pt: Define uma mensagem personalizada para aparecer no topo do seu bloco de início de sessão

source: Login/Register
pt_pt: Iniciar sessão/Registar

source: log out
pt_pt: Fechar sessão

source: Login
pt_pt: Iniciar sessão

source: Allow users to login using their e-mail address
pt_pt: Permitir que os utilizadores iniciem sessão usando o seu endereço de email

source: disabled
pt_pt: desactivado

source: enabled
pt_pt: activado

source: Users will be able to enter EITHER their username OR their e-mail address to log in. note: This will disallow users from registering using an e-mail address as their username.
pt_pt: Os utilizadores serão permitidos a introdução TANTO do seu nome de utilizador COMO do seu endereço de email para iniciar sessão. Atenção: Isto não permitirá os utilizadores de se registarem usando o seu endereço de email como o seu nome de utilizador.

source: Registration
pt_pt: Registo

source: Use two e-mail fields on registration form
pt_pt: Use dois campos de email no formulário de registo

source: User will have to type the same e-mail address into both fields. This helps to confirm that they've typed the correct address.
pt_pt: O utilizador necessita introduzir o mesmo endereço email em ambos os campos. Isto ajuda a confirmar se introduziram o endereço correcto.

source: Allow user to set their password during registration
pt_pt: Permite que o utilizador defina a sua senha durante o registo

source: Disabled
pt_pt: Desactivado

source: Set Password
pt_pt: Definir Senha

source: Set password & Immediate login
pt_pt: Definir Senha & Início de sessão imediato

source: This will allow users to choose their initial password when registering. If 'Set password & Immediate login' is selected, users will be assigned to the role below and logged in immediately. They will not be assigned to the "athenticated user" role until they confirm their e-mail address by following the link in their registration e-mail. It is HIGHLY recommended that you set up a "pre-authorized" role with limited permissions for this purpose. <br />NOTE: If you enable either of these features, you should edit the %settings--more help in writing the e-mail message can be found %help.
pt_pt: Isto permitirá os utilizadores a escolherem as suas senhas iniciais quando fazendo registo. Se 'Definir senha & Início de sessão imediato' está seleccionado, os utilizadores serão atribuídos ao perfil abaixo e iniciados na sessão imediatamente. Eles não serão atribuídos ao perfil "utilizador autenticado" até terem confirmado o seu endereço de email seguindo a ligação no seu email de registo. É ALTAMENTE recomendável que defina um perfil "pré-autorizado" com permissões limitadas para este propósito. <br />ATENÇÃO: Se activar qualquer uma destas funcionalidades, deve editar as %settings--mais ajuda na redacção da mensagem de email pode ser encontrada %help.

source: Non-authenticated role
pt_pt: Perfil não autenticado

source: If either "Set password during registration" or "Immediate login" is selected, users will be able to login before their e-mail address has been authenticated. Therefore, you must choose a role for new non-authenticated users. Users will be removed from this role and assigned to the "authenticated user" once they follow the link in their welcome e-mail. Add new roles <a href="%url">here</a>.
pt_pt: Se tanto "Definir senha durante registo" como "Início de sessão imediato" estiverem seleccionados, os utilizadores poderão iniciar sessão antes do seu endereço de email tenha sido autenticado. Por isso, deve escolher um perfil para novos utilizadores não-autenticados. Os utilizadores serão removidos deste perfil e atribuídos aos "utilizador autenticado" assim que sigam a ligação no seu email de bem-vindo. Adicione novos perfis <a href="%url">aqui</a>.

source: Other
pt_pt: Outro

source: Present login form on access denied (403)
pt_pt: Formulário actual de início de sessão de acesso negado (403)

source: Anonymous users will be presented with a login form along with an access denied message.
pt_pt: Utilizadores anónimos serão apresentados com um formulário de início de sessão conjuntamente com uma mensagem de acesso negado.

source: Access Denied. You may need to log in to access this page.
pt_pt: Acesso Negado. Pode necessitar de iniciar sessão para ter acesso a esta página.

source: Access Denied / User Login
pt_pt: Acesso Negado / Início de sessão de utilizador

source: Access Denied
pt_pt: Acesso Negado.

source: You are not authorized to access this page.
pt_pt: Não está autorizado a aceder esta página.

source: You must enter a password.
pt_pt: Necessita introduzir uma senha.

source: The password cannot contain spaces.
pt_pt: A senha não pode conter espaços.

source: The password contains an illegal character.
pt_pt: A senha contém um carácter ilegal.

source: The password is too long: it must be less than 30 characters.
pt_pt: A senha é demasiado longa: necessita ser inferior a 30 caracteres.

source: The password is too short: it must be greater than 6 characters.
pt_pt: A senha é demasiado pequena: necessita ser superior a 6 caracteres.

source: E-mail validation URL used for %name with timestamp %timestamp.
pt_pt: URL de validação de email usado para %name com timestamp %timestamp.

source: You have successfully validated your e-mail address.
pt_pt: Validou com sucesso o seu endereço de email.

source: Session opened for %name.
pt_pt: Sessão aberta para %name.

source: Account validation
pt_pt: Validação de conta

source: If required, you may reset your password from: %url
pt_pt: Se necessário, pode reinicializar a sua senha de: %url

source: security
pt_pt: segurança

source: user
pt_pt: utilizador
