Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_001.1/modules/contrib/image/contrib/image_gallery/po/*.po
Languages: fr

source: Allows sorting and displaying of image galleries based on categories
fr: Permet d'organiser et d'afficher des galeries d'images basées sur des catégories.

source: Image galleries can be used to organize and present groups of images. Galleries may be nested. To add a new gallery click the "add gallery" tab.
fr: Les galeries d'images peuvent être utilisées pour organiser et présenter des groupes d'images. Les galeries peuvent être emboîtées. Pour ajouter une nouvelle galerie, cliquez sur l'onglet "ajouter une galerie".

source: Gallery settings
fr: Paramètres de galeries

source: Images per page
fr: Nombre d'images par page

source: Sets the number of images to be displayed in a gallery page.
fr: Détermine le nombre d'images à afficher dans une page de galerie.

source: image galleries
fr: galeries d'images

source: list
fr: liste

source: add gallery
fr: ajouter une galerie

source: Image galleries
fr: Galeries d'images

source: Delete
fr: Supprimer

source: Are you sure you want to delete the gallery %name?
fr: Êtes-vous sûr de vouloir supprimer la galerie %name ?

source: Deleting a gallery will delete all sub-forums as well. However, the images will not be deleted. This action cannot be undone.
fr: Supprimer une galerie détruira toutes ses sous-galeries également. Cependant, les images ne seront pas détruites. Cette action est irréversible.

source: Cancel
fr: Annuler

source: Submit
fr: Soumettre

source: Created new gallery %term.
fr: La galerie %term a été créée.

source: The gallery %term has been updated.
fr: La galerie %term a été modifiée.

source: The gallery %term has been deleted.
fr: La galerie %term a été supprimée.

source: Name
fr: Nom

source: Operations
fr: Opérations

source: edit gallery
fr: éditer la galerie

source: No galleries available
fr: Aucune galerie disponible.

source: Gallery name
fr: Nom de la galerie

source: The name is used to identify the gallery.
fr: Le nom sert à identifier la galerie.

source: Weight
fr: Poids

source: When listing galleries, those with with light (small) weights get listed before containers with heavier (larger) weights. Galleries with equal weights are sorted alphabetically.
fr: Dans les listes de galeries, les plus légères (petites valeurs) montent et les plus lourdes (valeurs élevées) descendent. Les galeries de poids égal sont présentées en ordre alphabétique.

source: root
fr: racine

source: Image galleries may be nested below other galleries.
fr: Des galeries d'images peuvent être emboîtées à l'intérieur d'autres galeries.

source: Last updated: %date
fr: Dernière mise à jour: %date

source: Posted by: %name
fr: Soumis par: %name

source: Image Galleries
fr: Galeries d'images

source: There is 1 image in this gallery
fr: Il y a une seule image dans cette galerie.

source: administer images
fr: gérer les images

source: image_gallery
fr: galeries d'images
