Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_007.3/modules/contrib/ecommerce/product/po/*.po
Languages: es

source: Price
es: Precio

source: Description
es: Descripción

source: Provide the product details to display on the page.
es: Provee los detalles del producto a mostrar en la página.

source: Creates products for ecommerce.
es: Crea productos para ecommerce.

source: A product is a good or service that you wish to sell on your site. It can be a tangible shippable item or even a download.
es: Un producto es un bien o un servicio que deseas vender en tu sitio web. Puede ser un artículo tangible a enviar, o incluso una descarga.

source: This item is in <a href="%cart_view">your shopping cart</a>.
es: Este artículo está en <a href="%cart_view">su cesta de la compra</a>.

source: add to cart
es: añadir a la cesta

source: Add this item to your shopping cart.
es: Añadir este artículo a su cesta de la compra.

source: sold out
es: vendido

source: product
es: producto

source: products
es: productos

source: product quicklist
es: lista rápida de productos

source: Create product
es: Crear producto

source: Update product
es: Actualizar producto

source: The product has been saved.
es: El producto ha sido guardado.

source: Remove product
es: Eliminar producto

source: Removed the post from the product listings.
es: Eliminar el envío de las listas de producto.

source: Continue to product details
es: Continuar con los detalles del producto

source: %node-title (product)
es: %node-title (producto)

source: Home
es: Principal

source: Update this product
es: Actualizar este producto

source: How much does this product retail for? Note: This price may be different from the selling price due to price adjustments elsewhere.
es: ¿Cuánto cuesta este producto? Nota: Este precio puede ser diferente del precio de venta debido a los posibles ajustes de precio.

source: -please choose-
es: -por favor elija-

source: Day(s)
es: Día(s)

source: Week(s)
es: Semana(s)

source: Month(s)
es: Mes(es)

source: Year(s)
es: Año(s)

source: Interval
es: Intervalo

source: Unit
es: Unidad

source: unlimited
es: ilimitado

source: Number of payments cycles
es: Número de plazos de pago

source: Select the number of recurring payment cycles this product has.
es: Seleccione el número de plazos de pago que tiene este producto.

source: Billing cycle length
es: Longitud del ciclo de facturación

source: SKU
es: SN

source: If you have an unique identifier for this product from another system or database, enter that here. This is optional, as system IDs are automatically created for each product.
es: Si posee un identificador único para este producto de algún otro sistema o base de datos, introdúzcalo aquí. Esto es opcional, ya que el sistema crea identificadores para cada producto de forma automática.

source: 'Add to cart' link
es: Enlace 'Añadir a la cesta'

source: Hidden
es: Oculto

source: Choose whether or not you want the 'Add to cart' link visible for this product.
es: Elija si desea que el enlace 'Añadir a la cesta' se muestre para este producto.

source: No product types modules are installed! Please install a product type module such as tangible.module or file.module.
es: ¡No hay ningún módulo de tipos de producto instalado! Por favor, instale un módulo de tipo de producto, tal como tangible.module o file.module.

source: Type of product to create
es: Tipo de producto a crear

source: You cannot change the product type once it's created.
es: No puede cambiar el tipo de producto una vez ha sido creado.

source: <acronym title="Stock-Keeping Unit">SKU</acronym>
es: <acronym title="Número de serie">SN</acronym>

source: Add to cart link
es: Enlace Añadir a la cesta

source: Title
es: Título

source: Product type
es: Tipo de producto

source: You need to select the type of product you wish to create.
es: Necesita seleccionar el tipo de producto que desee crear.

source: Please enter a numeric value for the product price.
es: Por favor, introduzca un valor numérico para el precio del producto.

source: product deleted
es: producto eliminado

source: sku
es: sn

source: title
es: título

source: price
es: precio

source: type
es: tipo

source: <p>There are no products to view.
es: <p>No hay productos que mostrar.

source: <p>There are no transactions to view. You can manually <a href="%add_transaction">add transactions</a>, however.</p>
es: <p>No hay transacciones que mostrar. Puede <a href="%add_transaction">añadir transacciones</a> manualmente si lo desea.</p>

source: day
es: día

source: days
es: días

source: week
es: semana

source: weeks
es: semanas

source: month
es: mes

source: months
es: meses

source: year
es: año

source: years
es: años

source: unlimited cycles
es: ciclos ilimitados

source: Every %interval for %cycles.
es: Cada %interval por %cycles.

source: %title (transaction #%txnid)
es: %title (transacción #%txnid)

source: ago
es: hace

source: Recurring payment notification sent for transaction %txnid
es: Notificación de pago a plazos de la transacción %txnid enviada

source: <b>To:</b> %mail<br /> <b>Subject:</b> %subject<br /> <b>Body:</b> %body<br />
es: <b>Para:</b> %mail<br /> <b>Asunto:</b> %subject<br /> <b>Cuerpo:</b> %body<br />
