Repository: greenmap/greenhouse-archive
Catalog: branches/greenmap_008/modules/contrib/ecommerce/paypal/po/*.po
Languages: fr

source: Process payments using paypal.
fr: Utiliser PayPal pour les paiements.

source: <p>In order to use this module, you need to create an account with PayPal. Also, you can setup Instant Payment Notification (IPN) to track PayPal payments from your own website. The IPN URL of your site is:</p><p><strong> %ipn_url</strong></p>
fr: <p>Vous devez créer un compte PayPal pour utiliser ce module. Vous pouvez aussi configurer la notification instantanée de paiement (IPN) pour suivre les paiements depuis votre site web. L'URL correspondante est : </p><p><strong> %ipn_url</strong></p>.

source: PayPal IPN
fr: Notification Instantanée de Paiement PayPal

source: PayPal Receiver Email
fr: E-mail de réception PayPal

source: Primary email address of the payment recipent. This is also your main paypal email address.
fr: E-mail principal pour les notifications de paiement. Il s'agit aussi de votre e-mail principal PayPal.

source: PayPal processing URL
fr: URL de traitement PayPal

source: URL of the secure payment page customers are sent to for payment processing.
fr: URL de la page de paiement sécurisée.

source: Successful payment URL
fr: URL suite à la validation du paiement

source: This is the destination to which you would like to send your customers when their payment has been successfully completed. The URL must be a Drupal system path. If you are not using clean URLs, specify the part after '?q='. If unsure, specify 'node'. You may also enter '%order-history' to link to the user's order history.
fr: URL de la page vers laquelle seront redirigés vos clients une fois leur paiement validé. Il doit s'agir d'une adresse Drupal. Si vous n'utilisez pas les URL simplifiées, spécifiez uniquement la partie de l'url se trouvant après '?q='. Dans le doute, utilisez 'node'. Vous pouvez aussi entrer '%order_history' pour rediriger l'utilisateur vers l'historique de ses commandes.

source: Cancel payment URL
fr: URL à utiliser en cas d'annulation du paiement

source: This is the destination to which you would like to send your customers if they cancel their payment. The URL must be a Drupal system path. If you are not using clean URLs, specify the part after '?q='. If unsure, specify 'node'.
fr: URL de la page vers laquelle seront redirigés vos clients s'ils annulent leur paiement. Il doit s'agir d'une adresse Drupal. Si vous n'utilisez pas les URL simplifiées, spécifiez uniquement la partie de l'url se trouvant après '?q='. Dans le doute, utilisez 'node'.

source: Currency code
fr: Code de devise

source: The currecy code that PayPal should process the payment in.
fr: Code de la devise que PayPal doit utiliser pour traiter le paiement.

source: Debug Instant Payment Notification (IPN)
fr: Tracer la notification instantanée de paiement (IPN debug)

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: If enabled, you'll receive an email whenever IPN is activated on your site.
fr: Si activé, vous recevrez un e-mail si la notification de paiement instantanée (IPN) est active pour votre site.

source: Minimum purchase amount
fr: Montant d'achat minimum

source: What is the minimum amount an user must purchase for when checking out with Paypal?
fr: Montant d'achat minimum pour qu'un utilisateur puisse payer avec PayPal.

source: Your purchase total must be at least %min-purchase-amount for Paypal purchases.
fr: Le total de vos achats doit être au minimum de %min-purchase-amount pour pouvoir payer avec PayPal.

source: A Transaction ID exists and is #%key
fr: Un identifiant de transaction existe, il s'agit du n° %key.

source: IPN hit for <a href="%txn-url">txn: %txnid</a>
fr: Connection IPN pour la <a href="%txn-url">transaction : %txnid</a>

source: IPN hit, no transaction ID given.
fr: Connection IPN, sans identifiant de transaction.

source: An HTTP error occurred
fr: Une erreur HTTP s'est produite.

source: PayPal has verified the transaction
fr: Transaction vérifiée par PayPal.

source: Transaction has been processed.
fr: La transaction a été traitée.

source: The transaction has returned an invalid result from PayPal.
fr: PayPal a renvoyé un résultat incorrect pour cette transaction.

source: PayPal debug results for
fr: Résultats de la trace PayPal (debug) pour
