Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_011/modules/contrib/ecommerce/shipping/po/*.po
Languages: fr

source: Enable a shipping module API for ecommerce.
fr: Active l'API de gestion d'envois postaux pour E-commerce.

source: First, choose a method to calculate shipping costs, then configure the shipping details for the method selected.
fr: Choisissez tout d'abord une méthode de calcul pour les frais d'envoi, puis configurez les détails de l'envoi pour la méthode sélectionnée.

source: Shipping calculation methods are <a href="%shipping_calc_url">here</a>.
fr: Les méthodes de calcul des frais d'envois sont <a href="%shipping_calc_url">ici</a>.

source: Shipping email
fr: E-mail de notification d'envoi

source: Hello %first_name, We have shipped the following item(s) from Order #%txnid, received %order_date. Items(s) Shipped: %items %shipping_to Questions about your order? Please contact us at %email. Thanks for shopping at %site. We hope to hear from you again real soon! %uri
fr: Bonjour %first_name, Nous avons envoyé le(s) produit(s) suivant(s) de la commande n°%txnid, reçue le %order_date. produit(s) envoyé(s) : %items %shipping_to Des questions concernant votre commande ? Contactez-nous à %email. Merci d'avoir choisi %site. Nous espérons vous revoir très bientôt ! %uri

source: shipping
fr: frais d'envoi

source: Subject of shipping e-mail
fr: Sujet de l'e-mail de notification d'expédition

source: Your %site order has shipped (#%txnid)
fr: Votre commande %site a été envoyée (%txnid)

source: This text will be emailed to customers after their order has been shipped.
fr: Ce texte sera envoyé par e-mail à vos clients après qu'ils aient passé leur commande.

source: Save configuration
fr: Enregistrer la configuration

source: shipping options have been saved
fr: Les options de frais d'envoi ont été enregistrées.

source: Save shipping details
fr: Enregistrer les détails des frais d'envoi

source: Shipping notification
fr: Notification d'envoi

source: Send shipping notification
fr: Envoyer la notification d'expédition

source: Shipping notification has been sent.
fr: La notification d'expédition a été envoyée.

source: Unable to send email.
fr: Impossible d'envoyer l'e-mail.

source: Shipping costs are calculated on a <strong>per product</strong> basis.
fr: Les frais d'envoi sont calculés <strong>par produit</strong>.

source: Shipping costs are calculated based on the <strong>total cost of items</strong> in the cart.
fr: Les frais d'envoi sont calculés d'après <strong>le coût total des articles</strong> dans le panier.

source: Do not calculate shipping costs.
fr: Ne pas calculer les frais d'envoi.

source: Choose one
fr: Choissisez

source: Shipping calculation methods
fr: Méthodes de calcul des frais d'envoi

source: Shipping details
fr: Détails des frais d'envoi

source: Shipping to:
fr: Envoyer à :

source: %order of %title at %price each
fr: %order de %title au prix de %price pièce

source: <p>This is a preview of the message to be sent.</p>
fr: <p>Ceci est un aperçu du message à envoyer.</p>

source: To:
fr: Pour :

source: From:
fr: De :

source: <p><strong>Note:</strong> Sending this email will change the transaction workflow to <strong>%new_workflow</strong>.</p>
fr: <p><strong>Note :</strong> Envoyer cet e-mail modifiera l'état de la transaction à <strong>%new_workflow</strong>.</p>

source: Subject
fr: Sujet :

source: E-mail content
fr: Contenu de l'e-mail :

source: Shipping costs are calculated based on the <strong>total quantity of items</strong> in the cart.
fr: Les frais d'envoi sont calculés à partir de la <strong>quantité totale des articles</strong> dans le panier.

source: One of the subtotal columns contain an invalid format.
fr: Une des colonnes de sous-total comporte un format non valide.

source: One of the item quantities columns contain an invalid format.
fr: Un des colonnes de quantitié d'articles comporte un format non valide.

source: Please enter a numeric value for the shipping cost.
fr: Merci d'entrer une valeur numérique pour les frais d'envoi.

source: You need to enter a value for both columns of a row and not just one of the fields.
fr: Vous devez indiquer une valeur pour les deux colonnes de chaque ligne, les deux champs doivent être complétés.

source: Subtotal
fr: Sous-total :

source: A subtotal of
fr: Un sous-total de

source: costs
fr: coûte

source: Enter the subtotals a customer should have for a given shipping cost to be applied. This can be a single price (e.g. 1.00, 2.99, 5.34) or a range (e.g. 1.00-3.99, 4.00-10.26). Then, enter the cost of shipping for that subtotal (e.g. .99, 5.00). If conflicting shipping rules exist, the last rule that matches will always be executed. Only hyphens, dots and numbers are allowed.
fr: Entrer le sous-total que la commande d'un client doit atteindre pour qu'un frais d'envoi donné soit appliqué. Il peut s'agir d'un prix unique (par ex. 1,00 ; 2,99 ; 5,34) ou d'un intervalle de prix (par ex 1,00-3,99 ; 4,00-10,26). Entrez ensuite le coût des frais d'envoi pour ce sous-total (par ex 0,99 ; 5,00). Si plusieurs règles de calcul sont en conflit, la dernière règle sera toujours appliquée. Seuls les nombres, points et traits d'unions sont autorisés.

source: Item quantity
fr: Quantité de l'article

source: A quantity of
fr: Une quantité de

source: items cost
fr: article(s) coûte

source: Enter the number of items a customer should have for a given shipping cost to be applied. This can be a single digit (e.g. 1, 2, 5) or a range (e.g. 1-3, 4-10, 5-100). Then, enter the cost of shipping for that quantity (e.g. .99, 5.00). If conflicting shipping rules exist, the last rule that matches will always be executed. Only hyphens, dots and numbers are allowed.
fr: Entrez le nombre d'articles qu'un client doit sélectionner pour appliquer les frais d'envoi correspondants. Le nombre d'articles peut être un chiffre (par ex. 1, 2, 5) ou un intervalle (par ex 1-3, 4-10, 5-100). Entrez ensuite le montant des frais d'envoi pour cette quantité (par ex. 0,99; 5,00). Si plusieurs règles de calcul sont en conflit, la dernière règle sera toujours appliquée. Seuls les nombres, points et traits d'unions sont autorisés.

source: Shipping cost
fr: Frais d'envoi

source: in shipping.
fr: de frais de port.

source: the shipping options have been saved
fr: les options de frais d'envoi ont été enregistrées

source: Shipping charge
fr: Frais d'envoi

source: Enter any shipping or handling charges for this product here.
fr: Entrez ici les frais d'envoi ou de prise en charge pour ce produit.

source: You must enter a numeric value for the shipping fee.
fr: Vous devez entrer une valeur numérique pour les frais d'envoi.

source: 1 order
fr: 1 commande
