Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_011/modules/contrib/ecommerce/cart/po/*.po
Languages: de

source: Shopping Cart
de: Warenkorb

source: Shopping cart
de: Warenkorb

source: View your cart items.
de: Inhalt des Warenkorbs

source: Hide block if cart is empty
de: Block nicht anzeigen wenn Warenkorb leer ist

source: Ecommerce shopping cart.
de: E-Commerce Warenkorb

source: This form is used to control the order the pages are viewed in the checkout process. Number the order you would like these screens to appear.
de: In diesem Formular kann festgelegt werden, in welcher Reihenfolge Seiten beim Bezahlvorgang angezeigt werden. Numerieren Sie sie in der Reihenfolge, in der sie diese Seiten erscheinen sollen.

source: View your cart
de: Warenkorb ansehen

source: item
de: Artikel

source: %item_count %item_suffix in %your_cart
de: %item_count %item_suffix im %your_cart

source: your cart
de: Warenkorb

source: Ready to <a href="%checkout-url">checkout</a>?
de: Zur <a href="%checkout-url">Kasse</a> gehen?

source: Qty.
de: Menge

source: Remove
de: Löschen

source: Subtotal:
de: Zwischensumme:

source: Your shopping cart is empty. You may continue shopping from our %product-page.
de: Ihr Warenkorb ist leer. Sie können mit Ihrem Einkauf auf unserer %product-page fortfahren.

source: product page
de: Produktseite

source: Update quantity
de: Menge aktualisieren

source: Please review and submit your order
de: Bitte kontrollieren Sie Ihre Bestellung und senden sie ab.

source: Login or <a href="%reg-link">register</a> to continue the checkout process
de: Melden Sie sich an oder <a href="%reg-link">registrieren Sie sich</a>, um zur Kasse zu gehen.

source: Your shopping cart
de: Warenkorb

source: Update screen order
de: Seitenreihenfolge aktualisieren

source: The screen order has been saved.
de: Die Seitenreihenfolge wurde gespeichert.

source: Screen order
de: Seitenreihenfolge

source: Module
de: Modul

source: 1 order
de: 1 Bestellung

source: %count orders
de: %count Bestellungen

source: <strong>Subtotal</strong>: %subtotal<br />
de: <strong>Zwischensumme</strong>: %subtotal<br />

source: <strong>Shipping cost</strong>: %shipping-cost<br />
de: <strong>Versandkosten</strong>: %shipping-cost<br />

source: <strong>Total</strong>: %total<br />
de: <strong>Summe</strong>: %total<br />

source: Order Summary
de: Zusammenfassung der Bestellung

source: Your order has been submitted.
de: Ihre Bestellung wurde versandt.

source: <strong>%product-title</strong> added to <a href="%cart_view">your shopping cart</a>
de: <strong>%product-title</strong> zum <a href="%cart_view">Warenkorb</a> hinzugefügt.

source: Can't find your item in the database
de: Dieser Artikel konnte nicht gefunden werden.

source: Your item(s) have been updated.
de: Ihre Artikel wurden aktualisiert.

source: Your item has been removed.
de: Der Artikel wurde entfernt.

source: cart
de: Warenkorb
