Repository: greenmap/greenhouse-archive
Catalog: 012.4/modules/contrib/subscriptions/po/*_21.po
Languages: de

source: <p>This module enables users to subscribe to be notified of changes to threads, categories and content types. Once enabled, all nodes will have an additional link that allows the user to subscribe to them. Additionally, all users will be given an account option to auto-subscribe to any thread to which they post. No configuration is required for this module, although roles must be given permission to use it.</p> <p>While no configuration is required, administrators are offered a few configurable options:</p> <p>"<b>Omitted vocabularies</b>" allows the admin to exclude certain node categories from this list of those available for subscription.</p> <p>"<b>Omitted content types</b>" allows the admin to exclude certain content types from this list of those available for subscription.</p> <p>"<b>Notify poster of own posts</b>" sends a notification to a node poster about their own posts. Useful principally during testing. Default is OFF.</p> <p>"<b>Use cron for notifications</b>" allows you to postpone subscription notifications until the next cron job is run. Default behavior is to notify all subscribers immediately upon content change. This behavior is probably best for low volume sites, but high volume sites could observe appreciable pauses upon node or comment insert, and should probably use the cron option. <p>"<b>Display watchdog entries for successful mailings</b>" should also probably be disabled for high volume sites, as a large number of mailings could completely fill the log.</p> <p>"<b>Test held posts prior to sending</b>" tells Subscriptions to test if a node or comment is still active\published prior toi sending a notification. This is mainly to avoid sending notifications for for posts that have been deleted. This will result in a small performance hit, and only makes sense if you are delaying the notifications with "Use cron for notifications".</p> <p>"<b>Show Subscriptions users menu on main menu</b>" tells Subscriptions to display the Subscriptions user menu, used to manage one's own subscriptions, on the main menu. The default setting is OFF.</p> <p>"<b>Show Subscriptions users menu under 'my account'</b>" tells Subscriptions to display the Subscriptions user menu, used to manage one's own subscriptions, under the 'My Account' menu. The default setting is ON.</p> <p>"<b>Set all users to 'autosubscribe' by default</b>" set's the default value of the 'autosubscribe' option in each user's account to ON. This value will not be set, however, until the user saves their account preferences. This, essentially, pre-checks the option associated with 'autosubscribe'. The default value is OFF.</p>
de: <p>Dieses Modul erlaubt Benutzern, über Änderungen in Diskussionen, Kategorien oder Inhaltstypen benachrichtigt zu werden. Wenn es aktiviert wird, gibt es auf jedem Knoten einen zusätzlichen Link, mit dem der Benutzer Abonnements einrichten oder kündigen kann. Zusätzlich findet sich in den Benutzereinstellungen eine Option zum automatischen Abonnieren von Diskussionen, in denen selbst gepostet wurde. Für dieses Modul ist keine Konfiguration notwendig, einzig die Zugriffsrechte zum Benutzen des Moduls müssen für die entsprechenden Rollen gesetzt werden.</p> <p>Obwohl keine Konfiguration notwendig ist, gibt es dennoch einige Einstellungsmöglichkeiten für Administratoren:</p> <p>"<b>Ausgelassene Kategorien</b>" erlaubt dem Administrator, das Abonnieren bestimmter Kategorien zu unterbinden.</p> <p>"<b>Ausgelassene Inhaltstypen</b>" erlaubt dem Administrator, das Abonnieren bestimmter Inhaltstypen zu unterbinden.</p> <p>"<b>Benachrichtigung für eigene Inhalte</b>" ist hauptsächlich für Testzwecke von Nutzen, und benachrichtigt neben anderen Benutzern auch den Verfasser eines Kommentars selbst. Diese Option ist standardmäßig ausgeschaltet.</p> <p>"<b>cron für Benachrichtigungen verwenden</b>" ermöglicht es, die Benachrichtigungen bis zum nächsten cron-Durchlauf zu verzögern. In der Standardeinstellung werden die Benachrichtigungen dagegen sofort bei jeder Änderung versandt. Das Verwenden von cron ist vor allem für Websites mit hoher Last sinnvoll, da bei vielen Abonnements merkbare Pausen beim Erstellen von neuen Knoten oder Kommentaren entstehen können, bei Seiten mit wenigen Benutzern hingegen ist die Standardeinstellung völlig in Ordnung.</p> <p>"<b>Erfolgreich versandte Benachrichtigungen im Protokoll anzeigen</b>" sollte bei stark besuchten Seiten wahrscheinlich deaktiviert werden, da eine große Anzahl von Mails das Protokoll komplett überfüllen kann.</p> <p>"<b>Verzögerte Benachrichtigungen vor dem Senden prüfen</b>" veranlasst vor dem Absenden der Benachrichtigungen einen Test, ob abonnierte Seiten bzw. Kommentare noch aktiv/veröffentlicht sind. Der Test dient hauptsächlich dazu, das Versenden von Benachrichtigungen für bereits gelöschte Inhalte zu vermeiden. Diese Option verursacht einen geringfügigen Performance-Verlust, und macht nur Sinn wenn die Option "cron für Benachrichtigungen verwenden" aktiviert ist.</p> <p>"<b>'Meine Abonnements' im Hauptmenü anzeigen</b>" fügt den Abonnements-Menüpunkt als ein Wurzelelement in den Navigations-Menüblock ein. In der Standardeinstellung ist diese Option nicht aktiviert.</p> <p>"<b>'Meine Abonnements' unter 'Mein Konto' anzeigen</b>" fügt den Abonnements-Menüpunkt als Unterpunkt von 'Mein Konto' ein. In der Standardeinstellung ist diese Option aktiviert.</p> <p>"<b>Automatisches Abonnieren für alle Benutzer standardmäßig aktivieren</b>" setzt den Standardwert der Option "Automatisch abonnieren" in den Konto-Einstellungen eines jeden Benutzers auf aktiviert. Dieser Standardwert gilt für jeden Benutzer, bis er ihn durch Speichern der Konto-Einstellungen selbst festlegt. In der Standardeinstellung ist "Automatisch abonnieren" nicht aktiviert.</p>

source: Allows users to subscribe to nodes and taxonomy terms.
de: Erlaubt Benutzern, Seiten und Kategorien zu abonnieren.

source: Subscription settings
de: Abonnement-Einstellungen

source: Autosubscribe
de: Automatisch abonnieren

source: Checking this box allows you to be automatically subscribe to any thread you create or post a comment to.
de: Falls diese Option ausgewählt ist, wird beim Verfassen eines Beitrags gleichzeitig auch ein Abonnement für die entsprechende Diskussion eingerichtet.

source: none
de: keine

source: Omitted vocabularies
de: Ausgelassene Kategorien

source: Select vocabularies which should be <strong>omitted</strong> from subscription listings.
de: Diese Kategorien werden in den Auswahllisten für Abonnements <strong>nicht angezeigt</strong>.

source: Omitted content types
de: Ausgelassene Inhaltstypen

source: Select content types which should be <strong>omitted</strong> from subscription listings.
de: Diese Inhaltstypen werden in den Auswahllisten für Abonnements <strong>nicht angezeigt</strong>.

source: Notify poster of own posts
de: Benachrichtigung für eigene Inhalte

source: Notifies a node poster about their own posts. Useful principally during testing. Default is OFF.
de: Benachrichtigt den Verfasser nicht nur über neue Inhalte anderer Benutzer, sondern auch über die eigenen. Diese Option ist hauptsächlich für Testzwecke von Nutzen und in der Standardeinstellung nicht aktiviert.

source: Use cron for notifications
de: cron für Benachrichtigungen verwenden

source: Sends subscription notification when cron module runs. Default is to send upon node update. <br /><em>Note: Currently only works with MySQL.</em>
de: Versendet Benachrichtigungen erst, wenn cron gestartet wird. (In der Standardeinstellung werden Benachrichtigungen sofort nach dem Erstellen der Inhalte versandt.) <br/><em>Anm.: Wurde bisher nur mit MySQL getestet.</em>

source: Display watchdog entries for successful mailings
de: Erfolgreich versandte Benachrichtigungen im Protokoll anzeigen

source: Inserts notification of successful mailings in the watchdog log. Default is ON.
de: Erstellt Protokoll-Einträge für erfolgreich versandte Benachrichtigungen. Standardmäßig aktiviert.

source: Test held posts prior to sending
de: Verzögerte Benachrichtigungen vor dem Senden prüfen

source: Tests to see if a post about to be sent by cron is still active. Adds a small amount of overhead. Default is OFF.
de: Veranlasst vor dem Absenden der von cron veranlassten Benachrichtigungen einen Test, ob abonnierte Seiten bzw. Kommentare noch aktiv/veröffentlicht sind. Diese Option verursacht einen geringfügigen Performance-Verlust und ist in der Standardeinstellung nicht aktiviert.

source: Show Subscriptions users menu on main menu
de: 'Meine Abonnements' im Hauptmenü anzeigen

source: Displays the Subscriptions users menu on the main menu. Default is OFF.
de: Fügt den Abonnements-Menüpunkt als ein Wurzelelement in den Navigations-Menüblock ein. Standardmäßig deaktiviert.

source: Show Subscriptions users menu under "my account"
de: 'Meine Abonnements' unter 'Mein Konto' anzeigen

source: Displays the Subscriptions users menu as a tab under "my Account". Default is ON.
de: Fügt den Abonnements-Menüpunkt als Unterpunkt von 'Mein Konto' ein. Standardmäßig aktiviert.

source: Set all users to "autosubscribe" by default
de: Automatisches Abonnieren für alle Benutzer standardmäßig aktivieren

source: Set's each users "autosubscribe" profile option. Default is OFF.
de: Setzt den Standardwert der "Automatisch abonnieren" Option eines jeden Benutzers. Standardmäßig deaktiviert.

source: my subscriptions
de: Meine Abonnements

source: threads
de: Diskussionen

source: categories
de: Kategorien

source: content types
de: Inhaltstypen

source: rss feed
de: RSS-Newsfeed

source: my content types
de: Meine Inhaltstypen

source: subscription notification for
de: Abonnement-Benachrichtigung für

source: error mailing subscription notification:
de: Abonnement-Benachrichtigung fehlgeschlagen für

source: new blog for
de: Neues Blog für

source: [%site] %type subscription update for %name : %subject
de: [%site] Abonnement für %name: %type "%subject" wurde aktualisiert

source: Greetings, %name. A %type to which you have subscribed has been updated. %title %teaser To view the thread, navigate to %url -- This is an automatic message from %site. To manage your subscriptions, browse to %manage-url
de: Hallo, %name. Ein abonniertes Element vom Typ %type wurde aktualisiert: %title %teaser Die Diskussion findet sich unter %url -- Dies ist ein automatisches Mail der %site Website. Die dort eingerichteten Abonnements lassen sich unter %manage-url verwalten.

source: Subscriptions
de: Abonnements

source: Subscribe
de: Abonnieren

source: Receive notification of replies or comments to this node.
de: Für Antworten und Kommentare zu dieser Seite werden Benachrichtigungen versandt.

source: unsubscribe blog
de: Abonnement für Blog kündigen

source: Stop receiving an e-mail whenever a new entry is made to this person's blog.
de: Für neue Blog-Einträge werden keine weiteren Benachrichtigungs-Emails mehr versandt.

source: subscribe blog
de: Blog abonnieren

source: Receive an e-mail whenever a new entry is made to this person's blog.
de: Für jeden neuen Blog-Eintrag wird eine Benachrichtigungs-Email versandt.

source: unsubscribe post
de: Abonnement für Kommentare kündigen

source: Stop receiving an e-mail whenever a new comment is posted to this %n.
de: Für neue Kommentare werden keine weiteren Benachrichtigungs-Emails mehr versandt.

source: subscribe post
de: Kommentare abonnieren

source: Receive an e-mail whenever a comment is posted to this %n.
de: Für jeden Kommentar zu diesem Inhalt des Typs %n werden Benachrichtigungen versandt.

source: unsubscribe
de: Abonnement kündigen

source: Unsubscribe from this category.
de: Abonnement für diese Kategorie kündigen.

source: subscribe
de: abonnieren

source: Subscribe to this category.
de: Diese Kategorie abonnieren.

source: Unsubscribe from this node type.
de: Abonnement für diesen Inhaltstyp löschen.

source: Subscribe to this node type.
de: Diesen Inhaltstyp abonnieren.

source: Save
de: Speichern

source: Your subscription was deactivated.
de: Das Abonnement wurde gekündigt.

source: Your subscription was activated.
de: Das Abonnement wurde eingerichtet.

source: thread
de: Diskussion

source: category
de: Kategorie

source: content type
de: Inhaltstyp

source: type
de: Typ

source: title
de: Titel

source: subscribers
de: Abonnenten

source: <p>No threads or categories are currently subscribed.</p>
de: <p>Es sind derzeit keine Diskussionen oder Kategorien abonniert.</p>

source: Subscriptions Summary
de: Abonnement-Zusammenfassung

source: You are not currently subscribed to any active blogs
de: Es sind zurzeit keine Blogs abonniert.

source: There are no active categories.
de: Es sind zurzeit keine Kategorien abonniert.

source: You are not currently subscribed to any active threads
de: Es sind zurzeit keine Diskussionen abonniert.

source: There are no active content types.
de: Es sind zurzeit keine Inhaltstypen abonniert.

source: %name Subscriptions
de: %name-Abonnements

source: regular
de: normal

source: error
de: Fehler

source: maintain subscriptions
de: Abonnements verwalten

source: subscriptions
de: Abonnements

source: subscriptions database tables have been installed.
de: Die Datenbanktabellen für das Verwalten von Abonnements wurden installiert.
