Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_025.1/modules/contrib/ecommerce/payment/po/*.po
Languages: fr

source: A payment API for ecommerce.
fr: Une API de gestion des paiements pour E-Commerce.

source: Dear %billing_name, Thanks for your recent purchase from %site. This message includes important information about your order. Please take a moment to read it closely, and be sure to save a copy for future reference. ******************************** Billing and Shipping Information ******************************** %user_data ******************************** Order Details ******************************** %items Questions about your order? Please contact us at %email ******************************** Shipping Instructions ******************************** We will notify you by email as soon as your order ships. Thanks for shopping at %site. We hope to hear from you again real soon! %uri
fr: Bonjour %billing_name, Nous vous remercions de votre commande %site. Vous trouverez dans ce message des informations sur votre commande. Merci de prendre le temps de le lire, et d'en conserver une copie pour référence si nécessaire. ******************************** Informations Livraison et Facturation ******************************** %user_data ******************************** Détails de votre commande ******************************** %items Des questions ? N'hésitez pas à nous contacter, %email. ******************************** Livraison ******************************** Un e-mail vous sera envoyé dès que votre commande sera expédiée. Merci de votre confiance, et à très bientôt sur %site ! %uri

source: Dear Customer It seems there was a problem while processing your order (%txnid). Please contact us at %email for further details. Regards, %site team %uri
fr: Bonjour, Il semble y avoir un problème concernant votre commande %site. Le numéro de la commande est %txnid. Merci de bien vouloir nous contacter sur %email pour de plus amples informations. Cordialement, L'équipe %site %uri

source: <p>You may define a price adjustment for each role. This adjustment can be a simple price addition, subtraction, or a percentage multiplier. For example, to add 5.00 to every price, enter +5.00. To multiply every price times 75%, enter 75%. If no operator is given, addition is assumed.</p>
fr: <p>Vous pouvez définir un ajustement de prix pour chaque rôle utilisateur. Cet ajustement peut être l'addition ou la soustraction d'un montant précis, ou l'application d'un pourcentage particulier. Par exemple, pour ajouter 5,00 au prix, entrez +5.00. Pour appliquer un pourcentage, indiquez 75% pour ajuster le prix à 75% du prix de base. Si aucun opérateur n'est indiqué, l'addition sera appliquée.</p>

source: Dear %billing_firstname %billing_lastname, This message is to inform you that the following item will expire in %time_to_expire. %renewal_item To prevent this from happening, please renew the item as soon as possible. Click the link below to renew: %renewal_link Thanks, %site %uri
fr: Bonjour %billing_firstname %billing_lastname, Nous vous envoyons ce message pour vous signaler que l'article suivant arrivera à expiration dans %time_to_expire. %renewal_item Afin d'éviter tout problème, nous vous invitons à renouveler cet article dès que possible. Vous pouvez utiliser le lien ci-dessous pour procéder au renouvellement : %renewal_link Merci, %site %uri

source: Dear %billing_firstname %billing_lastname, This message is to inform you that the following item has expired %time_since_expired: %renewal_item Thanks, %site %uri
fr: Bonjour %billing_firstname %billing_lastname, Nous vous envoyons ce message pour vous signaler que l'article suivant est arrivé à expiration depuis %time_since_expired : %renewal_item Cordialement, L'équipe %site %uri

source: payments
fr: paiements

source: adjustments
fr: ajustements

source: Please select a payment method
fr: Veuillez sélectionner un moyen de paiement

source: Continue
fr: Continuer

source: Please choose a payment method.
fr: Choisissez un moyen de paiement.

source: Payment details
fr: Détails du paiement

source: Payment settings
fr: Paramètres de paiement

source: Currency symbol
fr: Symbole de devise

source: Enter the currency symbol you wish to associate with your price. This will be displayed in front of the price. Default is the dollar symbol.
fr: Entrez le symbole correspondant à la devise utilisée pour les prix affichés. Ce symbole sera affiché avec le prix. Le dollar est utilisé par défaut.

source: Position of currency symbol
fr: Position du symbole de devise

source: Right
fr: Droite

source: Left
fr: Gauche

source: This option places the currency symbol of the left or right side of the price.
fr: Ce paramètre vous permet de spécifier si le symbole de la devise utilisée se place à gauche où à droite du prix.

source: Thousands separator
fr: Séparateur de milliers

source: Enter the sign for the thousands separator.
fr: Entrez le symbole utilisé pour le séparateur de milliers.

source: Decimal separator
fr: Séparateur décimal

source: Enter the sign to seperate real numbers from floating numbers.
fr: Entrez le symbole de séparation entre les nombres et les valeurs décimales (après la virgule).

source: Number of places after the decimal separator
fr: Nombre de chiffres après la virgule

source: How many number slots are needed after decimal separator?
fr: Combien de chiffres doivent être gérés pour les valeurs décimales (après la virgule) ?

source: Price formatting
fr: Format d'affichage des prix

source: Subject of invoice e-mail
fr: Sujet de l'e-mail de facturation

source: Customer invoice e-mail
fr: E-mail de facturation client

source: This text will be emailed to customers after they make a purchase.
fr: Ce message sera envoyé par e-mail aux clients après leurs commandes.

source: Subject of error e-mail
fr: Sujet de l'e-mail en cas d'erreur

source: This text will be e-mailed to customers if their is a payment processing problem.
fr: Ce message sera envoyé par e-mail aux clients en cas de problème pendant la procédure de paiement.

source: E-mail notifications
fr: Notifications e-mail

source: Recurring payments
fr: Paiements récurrents

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: If enabled, you'll be asked about billing cycle details on the product creation form. If disabled, no recurring payments will take place.
fr: Si activé, vous pourrez spécifier les détails du cycle de facturation sur le formulaire de création de produit. Si désactivé, les paiements récurrents ne seront pas gérés.

source: Role inheritance
fr: Affectation de rôle utilisateur

source: Optionally, select the roles an user is assigned when they purchase a recurring payment item. The user will be removed from these roles when the item expires. Note: requires cron.
fr: Sélectionnez le(s) rôle(s) affecté(s) aux utilisateurs achetant un produit à paiement récurrent. Ceci est optionnel. Les utilisateurs se verront retirer ce(s) rôle(s) lors de l'expiration de l'article acheté. Note : nécessite l'exécution automatique des tâches (cron).

source: Subject of recurring payment notice e-mail
fr: Sujet de l'e-mail notifiant un paiement récurrent

source: This text will be e-mailed to customers before their recurring payment expires.
fr: Ce message sera envoyé par e-mail aux clients avant l'expiration de leur(s) article(s) à paiement récurrent.

source: <p>You can send up to 5 renewal notifications to the customer. Choose at the interval each notfication is sent before the product expires.</p>
fr: <p>Vous pouvez envoyer jusqu'à 5 notifications de renouvellement à un client. Sélectionnez à quel intervalle seront envoyées ces notifications avant l'expiration du produit.</p>

source: -please choose-
fr: - veuillez choisir -

source: Day(s)
fr: Jour(s)

source: Week(s)
fr: Semaine(s)

source: Month(s)
fr: Mois

source: Year(s)
fr: An(s)

source: Interval
fr: Intervalle

source: Unit
fr: Unité

source: Check to enable
fr: Cocher pour activer

source: Settings for recurring payment notice %number
fr: Paramètres de la notification n°%number de paiement récurrent

source: Subject of recurring payment expiration e-mail
fr: Sujet de l'e-mail d'expiration de paiement récurrent

source: This text will be e-mailed to customers when their recurring payment expires.
fr: Ce message sera envoyé par e-mail aux clients lors de l'expiration de leur paiement récurrent.

source: Recurring payment settings
fr: Paramètres de paiement récurrent

source: the configuration options have been saved.
fr: Les paramètres ont été enregistrés.

source: Role-based Price Adjustments
fr: Ajustements de prix par rôle utilisateur

source: Adjustment for the <em>%role_name</em> role
fr: Ajustement pour le rôle <em>%role_name</em>

source: Save price adjustments
fr: Enregistrer les ajustements

source: One of the fields contains non arithmatic information.
fr: L'un des champs ne spécifie pas d'information arithmétique.

source: Price adjustments have been updated.
fr: Les ajustements ont été enregistrés.

source: Payment processing methods currently enabled
fr: Moyens de paiement activés sur votre site

source: settings
fr: paramètres

source: Payment method
fr: Moyen de paiement

source: Choose one
fr: Veuillez en sélectionner un

source: pending
fr: en attente

source: completed
fr: terminé

source: failed
fr: échoué

source: denied
fr: refusé

source: refunded
fr: remboursé

source: canceled
fr: annulé

source: History
fr: Historique

source: Subscriptions
fr: Abonnements

source: View your subscriptions
fr: Voir vos abonnements

source: payment options
fr: paiement

source: configure adjustments
fr: ajustements

source: process payment
fr: effectuer le paiement

source: Continue to payment details
fr: Continuer

source: payment
fr: Paiement
