Repository: greenmap/greenhouse-archive
Catalog: trunk/modules/contrib/ecommerce/parcel/po/*.po
Languages: it

source: Create packages of ecommerce items. Dependency: product.module
it: Crea un insieme di prodotti (o un pacchetto prodotti). Dipendenza: product.module

source: <p>This module provides a way for you to create a package of products. First, individually create the products and then create a product package and add those items. These actions can be done using any of the options under <a href="%node_add">create content</a>.</p>
it: <p>Questo modulo ti consente di creare un pacchetto che contiene pi&ugrave; prodotti. Attraverso questo modulo puoi creare un prodotto per volta, e poi raggrupparli tutti in un unico pacchetto. Quindi prima crea i singoli prodotti ed annota l'ID di ogni prodotto. Solo in seguito crei un pacchetto che contenga i prodotti. Durante la creazione del pacchetto prodotti noterai un campo denominato IDs: &egrave; qui che dovrai inserire gli ID dei prodotti che formeranno il pacchetto prodotti.<br />Nota: l'ID di un prodotto lo puoi facilmente individuare cliccando sul prodotto stesso. Nella barra degli indirizzi del tuo browser vedrai una stringa del tipo 'q=node/2' dove 2 rappresenta l'ID del prodotto.</p>

source: You must add at least one existing product to this group of products to sell.
it: Devi inserire almeno un ID di un prodotto esistente.

source: Please enter only numeric values or commas in the product IDs field.
it: Per favore nel campo IDs inserisci solamente gli ID dei vari prodotti separati dalla virgola.

source: collection of products
it: pacchetto di prodotti

source: Product IDs
it: Gli ID dei prodotti (IDs)

source: Enter a comma separated list of product ids (nid) to add to this transaction. Here is a <a href="%product_quicklist" onclick="window.open(this.href, '%product_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">list of all products</a>.
it: Inserisci una lista di ids-prodotto separati dalla virgola da aggiungere a questa transazione. Questa &egrave; una <a href="%product_quicklist" onclick="window.open(this.href, '%product_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">lista di tutti i prodotti</a>.

source: Products
it: Prodotti

source: Price
it: Prezzo

source: This product contains the following items
it: Questo prodotto contiene i seguenti pezzi

source: parcel
it: pacchetto
