Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_006-mjgoins.0/modules/contrib/ecommerce/store/po/*.po
Languages: it

source: %count order(s) with a 'cleared' payment status needs action:
it: %count ordine(i) con uno stato di pagamento 'eliminato' necessitano di un intervento:

source: Order #%txnid created %timestamp ago
it: Ordine n° %txnid creato%timestamp fa

source: Workflow status: %transaction-workflow
it: Stato: %transaction-workflow

source: Total: %gross
it: Totale: %gross

source: %order of %title at %price each
it: %order di %title al prezzo di %price ciascuno

source: (These orders will no longer be listed once the transaction workflow is set to either 'Completed' or 'Canceled')
it: (Questi ordini non saranno pi&ugrave; elencati una volta che il processo di transazione verr&agrave; impostato su 'Completato' o su 'Eliminato')

source: Monthly Summary Number of completed orders: %monthly-orders Sales: %monthly-sales
it: Sommario mensile Numero di ordini completati: %monthly-orders Vendite: %monthly-sales

source: Want more reports? Visit %base_url/admin/store
it: Se desideri pi&ugrave; rapporti visita %base_url/admin/store

source: %site-name transaction summary
it: %site-name sommario transazione

source: Configuration module for ecommerce.
it: Configurazione del modulo ecommerce.

source: <p>Use this search form to find transaction related information.</p> <h2>Advanced search techniques</h2> <p>The textfields in this form recognize special operators like greater than (&gt;), less than (&lt;), comma separated values and equals to, which is also the default option if none is specified. This allows you to easily find ranges and multiple values and works with IDs and dates.</p>
it: <p>Utilizza questo form di ricerca per rintracciare informazioni relative alla transazione.</p> <h2>Tecniche di ricerca avanzata</h2> <p>I campi testuali di questo form riconoscono operatori speciali quali maggiore di (&gt;), minore di (&lt;), valori separati da virgola e uguali a (questa &egrave; l'opzione standard se non si specifica nulla). Ci&ograve; consente di trovare facilmente dei range e valori multipli e funziona con ID e date.</p>

source: <p>This is all the transactions for your store. Use the search form if you want to <a href="%transaction_search">search the data and filter the results</a>.</p>
it: <p>Queste sono tutte le transazioni del tuo negozio. Utilizza <a href="%transaction_search">questo form di ricerca per cercare la data e filtrare i risultati</a>.</p>

source: <p>No mail will be sent to the user.</p>
it: <p>All'utente non verr&agrave; inviato alcun messaggio di posta elettronica.</p>

source: <p>Can't find an order? <a href="%show_all_transactions">View</a> or <a href="%transaction_search">search</a> all transactions.</p>
it: <p>Non riesci a trovare un'ordine? <a href="%show_all_transactions">Visualizza</a> o <a href="%transaction_search">cerca</a> tutte le transazioni.</p>

source: store
it: negozio

source: transactions
it: transazioni

source: search
it: ricerca

source: create transaction
it: crea transazione

source: print invoice
it: stampa fattura

source: admin items ordered
it: mministra gli articoli ordinati

source: settings
it: impostazioni

source: view transaction
it: visualizza transazione

source: Update shipping address
it: Aggiorna l'indirizzo di spedizione

source: user items ordered
it: prodotti ordinati dall'utente

source: order history
it: cronologia ordine

source: Customers do not have to create accounts in order to purchase items from this site.
it: I clienti non sono tenuti a creare un profilo di utenza per poter acquistare articoli in questo sito.

source: Customers must create accounts before purchasing an item from this site.
it: I clienti devono creare un profilo di utenza prima di acquistare un articolo in questo sito.

source: Authenticated customers
it: Clienti autenticati

source: There are several advantages in having customers create accounts. When they shop, the items in their cart will be remembered from visit to visit, and they can store their shipping and billing addresses in an address book at this site.
it: Tenere in considerazione che esistono molti vantaggi dall'&quot;obbligare&quot; un cliente a crearsi un profilo utente; infatti quando acquistano, gli articoli presenti nel loro carrello saranno memorizzati di visita in visita, e potranno memorizzare i propri indirizzi di spedizione e di fatturazione nella propria rubrica personale su questo sito.

source: Transaction notices
it: Notifiche di transazione

source: Disabled
it: Disabilitato

source: Enabled
it: Abilitato

source: Enable or disable transaction notifications. If enabled, the site administrator (%site_mail) will receive an email summarizing the status of all orders. The frequency of emails is dependent on how often the site administrator has scheduled to run cron jobs. Finally, The site administrator e-mail address can be changed in the <a href="%general_config_screen">general configuration screen</a>,
it: Abilita o disabilita le notifiche di transazione. Se abilitato, l'amministratore del sito (%site_mail) ricever&agrave; una e-mail di sintesi dello stato di tutti gli ordini. La frequenza di tali e-mail dipende dalle impostazioni delle operazioni cron stabilite dall'amministratore. L'indirizzo e-mail dell'amministratore pu&ograve; essere modificato nel <a href="%general_config_screen">pannello di configurazione generale</a>,

source: <h3>Store module dependencies</h3>
it: <h3>Dipendenze del modulo del negozio</h3>

source: Module name
it: Nome del modulo

source: Status
it: Stato

source: Installed
it: Installato

source: Not found
it: Non trovato

source: Order history overview
it: Visualizzazione della cronologia dell'ordine

source: This text will be displayed at the top of users' order history pages.
it: Questo testo sar&agrave; esposto in testa alle pagine relative alla cronologia degli ordini degli utenti.

source: History
it: Cronologia

source: Orders
it: Ordini

source: View your order history
it: Visualizza la cronologia del tuo ordine

source: Quantity
it: Qunatit&agrave;

source: Item
it: Articolo

source: Price
it: Prezzo

source: <strong>Shipping:</strong> %shipping-price
it: <strong>Spedizione:</strong> %shipping-price

source: <strong>Total:</strong> %total
it: <strong>Totale:</strong> %total

source: <div><strong>Ordered On:</strong> %order-date</div>
it: <div><strong>Ordinato il:</strong> %order-date</div>

source: <div><strong>Transaction ID:</strong> %txnid</div>
it: <div><strong>Identificativo di transazione (ID):</strong> %txnid</div>

source: %site-name Invoice
it: %site-name Fattura

source: Shipping to
it: Consegnare a

source: Billing to
it: Da fatturare a

source: Items ordered
it: Articoli ordinati

source: Payment Info
it: Informazioni sul pagamento

source: Message preview
it: Anteprima messaggio

source: Create new transaction
it: Crea una nuova transazione

source: Update transaction
it: Aggiorna transazione

source: Store (%revision)
it: Negozio (%revision)

source: Eventually, all store settings will be listed here.
it: Alla fine, tutti i negozi verranno elencati qui.

source: <p>Are you sure you want to delete transaction #%txnid?</p>
it: <p>Sei sicuro di voler eliminare la transazione n° %txnid?</p>

source: transaction received
it: transazione ricevuta

source: invoiced
it: fatturato

source: shipped
it: spedito

source: awaiting customer response
it: in attesa di una risposta del cliente

source: canceled
it: annullato

source: completed
it: completato

source: the transaction has been created
it: la transazione &egrave; stata creata

source: Adding %name to role %role.
it: Aggiungi %name al ruolo %role.

source: Removing %name from role %role.
it: Rimuovi %name dal ruolo %role.

source: Delete
it: Elimina

source: Shipping to: %shipping-address
it: Spedire a: %shipping-address

source: Billing to: %billing-address
it: Fatturare a: %billing-address

source: <p>This is a preview of the message to be sent.</p>
it: <p>Questa &egrave; un'anteprima del messaggio che verr&agrave; inviato.</p>

source: <p>To: <strong>%to</strong><br />
it: <p>A: <strong>%to</strong><br />

source: From: <strong>%from</strong><br />
it: Da: <strong>%from</strong><br />

source: Subject: <strong>%subject</strong></p>
it: Oggetto: <strong>%subject</strong></p>

source: Body: <pre>%body</pre>
it: Corpo: <pre>%body</pre>

source: payments pending
it: pagamenti in sospeso

source: payment status: Pending, workflow: Not Complete
it: stato del pagamento: In Sospeso, situazione: Non Completa

source: orders needing action
it: ordini che necessitano di un intervento

source: payment status: Complete, workflow: Not Complete
it: stato del pagamento: Completo, situazione: Non Completa

source: Monthly figures
it: Cifre del mese

source: monthly orders
it: ordini mensili

source: monthly sales
it: vendite mensili

source: Recurring Payments
it: Pagamenti periodici

source: active transactions
it: transazioni attive

source: General statistics
it: Statistiche generali

source: customers
it: clienti

source: products
it: prodotti

source: yearly sales
it: vendite annuali

source: user
it: utente

source: username
it: nome utente

source: txnid
it: id transazione

source: payment status
it: Stato del pagamento

source: workflow
it: Situazione

source: gross
it: totale

source: created
it: creato

source: changed
it: cambiato

source: title
it: titolo

source: price
it: prezzo

source: qty
it: q.t&agrave;

source: ptype
it: tipologia prodotto

source: items ordered
it: articoli ordinati

source: operations
it: operazioni

source: Display details
it: Visualizza i dettagli

source: *print invoice
it: *stampa la fattura

source: *shipping notify
it: *notifica di spedizione

source: shipping notify
it: notifica di spedizione

source: Click to adjust the transaction workflow.
it: licca per sistemare lo stato della transazione.

source: edit
it: edita

source: addresses
it: indirizzi

source: items
it: articoli

source: <h2>%result found</h2>
it: <h2>%result trovato</h2>

source: Clicking links marked with an asterisk will also cause the transaction to shift into it's respective workflow state.
it: Cliccando sui collegamenti segnati con un asterisco la transazione verr&agrave; automaticamente cambiata nel rispettivo stato.

source: Search for
it: Cerca

source: Searches the title and content of a product for a string of text.
it: Cerca il titolo e il contenuto di un prodotto partendo da una stringa di testo.

source: Transaction ID
it: ID (numero identificativo) della transazione

source: The ID number of a transaction.
it: Il numero identificativo (ID) di una transazione.

source: Username or ID
it: Nome utente o numero di ID utente

source: The user that placed the order.
it: L'utente che ha effettuato l'ordine.

source: Product ID
it: ID del prodotto

source: Find a transaction that has the following product(s).
it: Cerca una transazione che contenente il(i) seguente(i) prodotto(i).

source: Product expiration
it: Scadenza del prodotto

source: Date product expires.
it: Data di scadenza del prodotto.

source: Recurring payments only
it: Solamente pagamenti periodici

source: Check this box if you only want transactions containing recurring payments.
it: Seleziona questa casella se desideri solamente le transazioni che contengono pagamenti periodici.

source: Date created
it: Data di creazione

source: Date transaction was created.
it: La data di quando la transazione &egrave; stata creata.

source: Payment status
it: Stato del pagamento

source: Workflow
it: Stato

source: Payment method
it: Metodo di pagamento

source: Product type
it: Tipologia di prodotto

source: Search
it: Cerca

source: sku
it: sku (numero identificativo di stock)

source: type
it: tipologia

source: <p>There are no transactions to view. You can manually <a href="%add_transaction">add transactions</a>, however.</p>
it: <p>Non ci sono transazioni da visualizzare. Puoi comunque <a href="%add_transaction">aggiungere transazioni</a> manualmente.</p>

source: %username's order history
it: cronologia dell'ordine di %username

source: payment method
it: metodo di pagamento

source: total
it: totale

source: view
it: visualizza

source: %username's subscriptions
it: abbonamenti di %username

source: name
it: nome

source: expires
it: scade

source: This item is in <a href="%cart_view">your shopping cart</a>.
it: Questo articolo &egrave; nel <a href="%cart_view">tuo carrello della spesa</a>.

source: renew
it: rinnova

source: <p>You have no active subscriptions.</p>
it: <p>Non hai abbonamenti attivi.</p>

source: update address
it: aggiorna l'indirizzo di spedizione

source: updated shipping address
it: indirizzo di spedizione aggiornato

source: 1 order
it: 1 ordine

source: 1 item
it: %count articolo

source: 1 result
it: 1 risultato

source: administer store
it: amministra il negozio

source: Invalid username
it: Nome utente non valido

source: Invalid changed date. Please use the form "18 January 2005"
it: Data invalida. Utilzzate la forma "18 January 2005"

source: Invalid expiration date. Please use the form "18 January 2005"
it: Data di scadenza non valida. Utilizzate la forma "18 January 2005".Date d'expiration invalide. Veuillez saisir une date de la forme "18 January 2005".

source: Please enter a numeric value for the product price.
it: Per favore inserisci un valore numerico per il prezzo del prodotto.

source: Please fill out all shipping information fields.
it: Per favore inserisci i dettagli relativi alla spedizione.

source: Please fill out all billing information fields.
it: Per favore inserisci i dettagli relativi alla fatturazione.

source: Please enter only numeric values or commas in the product id field.
it: Per favore inserisci i solamente valori numerici o virgole nel campo dell'id del prodotto.

source: Transaction workflow
it: Stato transazione

source: Username
it: Nome Utente

source: Enter either an username or e-mail address below.
it: Inserisci il nome utente o un indirizzo e-mail.

source: E-mail address
it: Indirizzo e-mail

source: Once a payment status is marked complete, it can't be changed
it: Una volta che il pagamento &egrave; stato segnato come concluso, non potr&agrave; pi&ugrave; essere cambiato

source: Last modified
it: Ultima modifica

source: Expires
it: Scadenza

source: For subscriptions, enter the date that the subscription expires.<br />Examples: "July 4, 2005", "+2 months", "+100 days", "next year", "tomorrow at 6:00pm"
it: Per gli abbonamenti, digita la data di scadenza. <br />Esempi: "4 luglio 2005", "+2 mesi", "+100 giorni", "il prossimo anno", "domani alle 18:00"

source: Invoice overview
it: Sommario della fattura

source: First name
it: Nome

source: Last name
it: Cognome

source: Street1
it: Indirizzo 1

source: Street2
it: Indirizzo 2

source: City
it: Citt&agrave;

source: State
it: Stato

source: Zip
it: Codice Postale (CAP)

source: Country
it: Paese

source: Shipping address
it: Indirizzo per la spedizione

source: Billing address
it: Indirizzo per la fatturazione

source: Title
it: Titolo

source: -please choose-
it: Seleziona...

source: Day(s)
it: Giorno(i)

source: Week(s)
it: Settimana(e)

source: Month(s)
it: Mese(i)

source: Year(s)
it: Anno(i)

source: Interval
it: Intervallo

source: Unit
it: Unit&agrave;

source: unlimited
it: illimitato

source: Number of payments cycles
it: Numero dei cicli di pagamento

source: Select the number of recurring payment cycles this product has.
it: Selezione il numero dei cicli di pagamento per questo prodotto.

source: The date the product will expire, or if using recurring payments, the date of the next billing cycle unless all payment cycles have ended.
it: La data di scadenza del prodotto, o se stai utilizzando pagamenti periodici, la data della prossima scadenza.

source: Billing cycle length
it: Durata del ciclo di pagamento.

source: Item #
it: Articolo n&deg;

source: Product IDs
it: ID dei prodotti

source: Enter a comma separated list of product ids to add to this transaction. Here is a <a href="%product_quicklist" onclick="window.open(this.href, '%product_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">list of all products</a>.
it: Inserisci una lista di ID di prodotto sperati da una virgola. <a href="%product_quicklist" onclick="window.open(this.href, '%product_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">Questa è una lista di tutti i prodotti</a>.

source: Products
it: Prodotti
