Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_021/modules/contrib/ecommerce/shipping/po/*.po
Languages: it

source: Enable a shipping module API for ecommerce.
it: ilita un modulo API di spedizione per il commercio elettronico.

source: First, choose a method to calculate shipping costs, then configure the shipping details for the method selected.
it: Per prima cosa scegli un metodo per calcolare le spese di spedizione, quindi configurane i dettagli.

source: Shipping calculation methods are <a href="%shipping_calc_url">here</a>.
it: I metodi per il calcolo delle spese di spedizione sono <a href="%shipping_calc_url">qui</a>.

source: Shipping email
it: E-mail di notifica spedizione

source: Hello %first_name, We have shipped the following item(s) from Order #%txnid, received %order_date. Items(s) Shipped: %items %shipping_to Questions about your order? Please contact us at %email. Thanks for shopping at %site. We hope to hear from you again real soon! %uri
it: Gentile %first_name, siamo lieti di inviarti questa notifica di spedizione in relazione al tuo acquisto su %site. Abbiamo spedito i seguenti articoli relativi all'ordine #%txnid, ricevuto il %order_date. Articolo(i) inviato(i): %items %shipping_to L'ordine è stato spedito ed il prodotto verrà consegnato all'indirizzo da te indicato. Tenga presente che la stima dei tempi di consegna è effettuata sui giorni lavorativi ed è indicativa. Se sono necessarie informazioni aggiuntive relative al tuo ordine per favore contattaci all'indirizzo %email. Grazie per aver acquistato su %site. Speriamo che tornerai a farci visita presto! %uri

source: shipping
it: spedizione

source: Subject of shipping e-mail
it: Oggetto dell'e-mail di spedizione

source: Your %site order has shipped (#%txnid)
it: Il tuo ordine %site è stato consegnato (#%txnid)

source: This text will be emailed to customers after their order has been shipped.
it: Questo testo verr&agrave; inviato per email ai clienti dopo che i loro ordini verranno spediti.

source: Save configuration
it: Salva la configurazione

source: shipping options have been saved
it: le opzioni di spedizione sono state salvate

source: Save shipping details
it: Salva i dettagli di spedizione

source: Shipping notification
it: Notifica di spedizione

source: Send shipping notification
it: Invia la notifica di spedizione

source: Shipping notification has been sent.
it: La notifica di spedizione &egrave; stata inviata.

source: Unable to send email.
it: Impossibile inviare l'e-mail.

source: Shipping costs are calculated on a <strong>per product</strong> basis.
it: Le spese di spedizione sono calcolate sulla base di ogni <strong>singolo prodotto</strong>.

source: Shipping costs are calculated based on the <strong>total cost of items</strong> in the cart.
it: Le spese di spedizione sono calcolate in base al <strong>costo totale degli articoli</strong> presenti nel carrello.

source: Do not calculate shipping costs.
it: Non calcolare le spese di spedizione.

source: Choose one
it: Scegline uno

source: Shipping calculation methods
it: Metodi per il calcolo delle spese di spedizione

source: Shipping details
it: Dettagli della spedizione

source: Shipping to:
it: Spedire a:

source: %order of %title at %price each
it: %order di %title a %price ciascuno

source: <p>This is a preview of the message to be sent.</p>
it: <p>Questa &egrave; un'anteprima del messaggio che verr&agrave; inviato.</p>

source: To:
it: A:

source: From:
it: Da:

source: <p><strong>Note:</strong> Sending this email will change the transaction workflow to <strong>%new_workflow</strong>.</p>
it: <p><strong>Nota:</strong> inviando questa e-mail verr&agrave; cambiato l'evoluzione della transazione in <strong>%new_workflow</strong>.</p>

source: Subject
it: Oggetto

source: E-mail content
it: Contenuto dell'e-mail

source: Shipping costs are calculated based on the <strong>total quantity of items</strong> in the cart.
it: Le spese di spedizione sono calcolate in base alla <strong>quantit&agrave; totale di articoli</strong> presenti nel carrello.

source: One of the subtotal columns contain an invalid format.
it: Una delle colonne di subtotali contiene un formato non valido.

source: One of the item quantities columns contain an invalid format.
it: Una delle colonne relative alla quantit&agrave; degli articoli contiene un formato non valido.

source: Please enter a numeric value for the shipping cost.
it: Per favore, inserisci un valore numerico per le spese di spedizione.

source: You need to enter a value for both columns of a row and not just one of the fields.
it: &Egrave; necessario inserire un valore per entrambe le colonne di una riga e non in un solo campo.

source: Subtotal
it: Subtotale

source: A subtotal of
it: Un subtotale di

source: costs
it: costi

source: Enter the subtotals a customer should have for a given shipping cost to be applied. This can be a single price (e.g. 1.00, 2.99, 5.34) or a range (e.g. 1.00-3.99, 4.00-10.26). Then, enter the cost of shipping for that subtotal (e.g. .99, 5.00). If conflicting shipping rules exist, the last rule that matches will always be executed. Only hyphens, dots and numbers are allowed.
it: Inserisci i subtotali sui quali calcolare le spese di spedizione. Pu&ograve; trattarsi di un singolo prezzo (ad esempio 1.00, 2.99, 5.34) o un range (ad esempio 1.00-3.99, 4.00-10.26). Quindi, inserisci il costo per quel subtotale (ad esempio .99, 5.00). Nel caso si riscontrasse un conflitto nelle regole di spedizione, sar&agrave; tenuta in considerazione l'ultima regola corretta. Sono consentiti solo trattini, punti e numeri.

source: Item quantity
it: Quantit&agrave; articolo

source: A quantity of
it: Una quantit&agrave; di

source: items cost
it: costo degli articoli

source: Enter the number of items a customer should have for a given shipping cost to be applied. This can be a single digit (e.g. 1, 2, 5) or a range (e.g. 1-3, 4-10, 5-100). Then, enter the cost of shipping for that quantity (e.g. .99, 5.00). If conflicting shipping rules exist, the last rule that matches will always be executed. Only hyphens, dots and numbers are allowed.
it: Inserisci il numero di articoli sui quali calcolare le spese di spedizione. Pu&ograve; trattarsi di un singolo numero (ad esempio 1, 2, 5) o un range (ad es. 1-3, 5-100). Quindi, inserisci il costo di spedizione per quella quantit&agrave; (ad esempio .99, 5.00). Nel caso si riscontrasse un conflitto nelle regole di spedizione, sar&agrave; tenuta in considerazione l'ultima regola corretta. Sono consentiti solo trattini, punti e numeri.

source: Shipping cost
it: Spese di spedizione

source: in shipping.
it: in spedizione.

source: the shipping options have been saved
it: le opzioni di spedizione sono state salvate

source: Shipping charge
it: Spese di spedizione

source: Enter any shipping or handling charges for this product here.
it: Inserisci qui il costo di spedizione di questo prodotto.

source: You must enter a numeric value for the shipping fee.
it: Devi inserire un valore numerico per le spese di spedizione.

source: 1 order
it: 1 ordine
