Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_006-mjgoins.1/modules/contrib/ecommerce/contrib/auction/po/*.po
Languages: fr

source: Create auction products. Dependency: product.module
fr: Crée des produits vendus aux enchères. Dépend du module product (product.module)

source: bid
fr: offre

source: checkout
fr: commande

source: Bidding closed
fr: Enchères terminées

source: Bid now
fr: Enchérir

source: Place your bid for this item
fr: Indiquez votre offre pour cet article

source: Auction items
fr: Articles vendus aux enchères

source: Pay for your winning auction items
fr: Payer les articles remportés aux enchères

source: Please enter an expiration date.
fr: Indiquez une date d'expiration

source: Invalid date specified.
fr: Date incorrecte.

source: auction item
fr: article vendu aux enchères

source: Expiration date
fr: Date d'expiration

source: Enter the date this product is no longer open for bidding.
fr: Date à laquelle les enchères sur cet article seront terminées.

source: Confirm bid
fr: Confirmer l'offre

source: Pay for your items
fr: Payer vos articles

source: Checkout
fr: Commander

source: Auction
fr: Enchère

source: You have no winning items to pay for.
fr: Aucune enchère à payer.

source: Bid history for &quot;%product-name&quot;
fr: Historique des offres pour &quot;%product-name&quot;

source: User
fr: Utilisateur

source: Bid
fr: Offre

source: Date of bid
fr: Date de l'offre

source: This auction has ended.
fr: Cette enchère est terminée.

source: Bidding on &quot;%product-name&quot;.
fr: Enchérir sur &quot;%product-name&quot;.

source: Enter an amount above %base-bid-amount.
fr: Entrez un montant supérieur à %base-bid-amount.

source: Current bid:
fr: Offre actuelle :

source: Your bid:
fr: Votre offre :

source: You must bid more than %current-price.
fr: Vous devez enchérir au delà de %current-price.

source: Script error.
fr: Erreur de script.

source: You must enter a price.
fr: Vous devez spécifier un prix.

source: Your bid of %bid-amount has been placed.
fr: Votre offre de %bid-amount a été prise en compte.

source: You've already paid for this item.
fr: Vous avez déjà payé cet article.

source: Place bid
fr: Faire une offre

source: Time left:
fr: Temps restant :

source: High bidder:
fr: Meilleure offre :

source: Bid history
fr: Historique des enchères

source: 1 previous bid
fr: 1 enchère

source: place bids
fr: enchérir

source: auction
fr: enchère
