Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_024.1/modules/contrib/ecommerce/tax/po/*.po
Languages: it

source: Enable a tax API for ecommerce.
it: Abilita l'API del modulo tax.

source: Enter tax rules here.
it: Inserisci qui le regole per le tasse.

source: tax calculation methods are <a href="%tax_calc_url">here</a>.
it: i metodi di calcolo delle tasse sono <a href="%tax_calc_url">qui</a>.

source: taxes
it: tasse

source: add tax
it: aggiungi tassa

source: edit tax
it: edita tassa

source: delete tax
it: elimina tassa

source: tax autocomplete
it: tassa autocompleta

source: Tax
it: Tassa

source: Next
it: Continua

source: tax rule deleted
it: regola della tassa eliminata

source: Submit
it: Invia

source: Update
it: Aggiorna

source: rule
it: regola

source: operations
it: operazioni

source: Add %operator%operand where %realm = '%realm-value'
it: Aggiungi %operator%operand dove %realm = '%realm-value'

source: edit
it: edita

source: delete
it: elimina

source: There are currently no tax rules.
it: Attualmente non esistono regole per le tasse.

source: You must enter a location value.
it: Devi inserire un luogo.

source: You must choose a product type.
it: Devi scegliere una tipologia di prodotto.

source: Invalid operator
it: Operatore non valido.

source: You must enter a rate.
it: Devi inserire una tariffa.

source: Type of Location to define the new tax rule for
it: Tipo di luogo per i quali si definisce la nuova tassa

source: State / Province / Region
it: Stato / Provincia / Regione

source: Country
it: Nazione

source: City
it: Citt√†

source: This value will be checked against the customer's shipping address.
it: Questo valore verr&agrave; visualizzato accanto all'indirizzo di spedizione del cliente.

source: Value for State / Province / Region
it: Valore per Stato / Provincia / Regione

source: Please choose...
it: Seleziona...

source: Value for City
it: Indicare la Citt&agrave;

source: Adjustment
it: Aggiustamenti

source: This rate can be a simple price addition or a percentage multiplier. For example, to add a 5.00 tax, enter +5.00. To multiply the gross price times 75%, enter 75%. If no operand is given, addition is assumed.
it: Questo aggiustamento pu&ograve; essere semplicemente un'addizione o una moltiplicazione percentuale. Per esempio, per aggiungere una tassa di 5.00, inserisci +5.00. Per ottenere il 75% di ciascun prezzo, inserisci 75%. Senza alcun parametro, sar&agrave; ipotizzata l'addizione.</p>

source: Product type
it: Tipologia di prodotto

source: Check the product types this tax rule applies to.
it: Scegli le tipologie di prodotto a cui applicare la tassa.

source: tax
it: tassa
