Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_026.00/modules/contrib/ecommerce/contrib/authorize_net/po/*.po
Languages: it

source: Credit Card Payment
it: Pagamento con carta di credito

source: Process payments using authorize.net.
it: Processa i pagamenti utilizzando Authorize.Net.

source: You need to have an authorize.net merchant account in order to use this module. See <a href="http://authorize.net/solutions/gettingstarted.php">here</a> for more information.
it: Devi disporre di un account venditore authorize.net per utilizzare questo modulo. Authorize.Net supporta solamente transazioni con valuta in dollaro americano (US $). Il tuo negozio dovr&agrave; quindi utilizzare il dollaro come valuta predefinita. Per maggiori informazioni, <a href="http://authorize.net/solutions/gettingstarted.php">visita il sito authorize.net</a>.

source: Do not submit this form twice, or you may be double billed!
it: La validazione di questo form comporta la fatturazione effettiva. Fate dunque attenzione a non effettuare la validazione più (non utilizzate il tasto 'indietro'), altrimenti verrà; addebitato un importo maggiore del dovuto.

source: Explanation or submission guidelines
it: Spiegazione o guida d'utilizzo

source: This text will be displayed at the top of the credit card submission form.
it: Questo testo verr&agrave; visualizzato alla cima del form relativo alle informazioni sul pagamento tramite carta di credito.

source: Login ID
it: Il tuo ID per la login

source: Enter your merchant login ID.
it: Digita il tuo ID venditore.

source: Transaction key
it: Chiave della transazione

source: Enter your merchant transaction key.
it: Digita la tua chiave di transazione venditore.

source: Authorize.net processing URL
it: URL Authorize.net per la validazione.

source: URL of the secure payment processing page.
it: l'URL della pagina sicura di pagamento.

source: Successful payment URL
it: l'URL della pagina di pagamento avvenuto con successo

source: This is the destination to which you would like to send your customers when their payment has been successfully completed. The URL must be a Drupal system path. If you are not using clean URLs, specify the part after '?q='. If unsure, specify 'node'.
it: Questa &egrave; la destinazione alla quale vuoi indirizzare i tuoi clienti una volta che il pagamento &egrave; stato eseguito con successo. L'URL deve essere un indirizzo valido per Drupal. Se non stai utilizzando gli URL semplificati, inserisci la parte di indirizzo che segue '?q='. Se non sei sicuro, scrivi 'node'.

source: Authorize.net test mode
it: Modalit&agrave; di test Authorize.Net

source: Disabled
it: Disabilitato

source: Enabled
it: Abilitato

source: If enabled, transactions will be sent in test mode and cards will not be charged.
it: Se abilitato, le transazioni verranno effettuate in modalit&agrave; test, e non verr&agrave; effettuato alcun prelievo.

source: Email Authorize.net Reciept
it: Invio tramite e-mail di una conferma di avvenuto pagamento da parte di Authorize.Net

source: If enabled, the customer will recieve a payment confirmation email from Authorize.Net. Keep in mind the ecommerce package sends it own transaction summary as well. Enabling this option is recommended because it provides the customer with an accurate confirmation of the amount you have charged.
it: Se abilitato, il cliente ricever&agrave; una conferma di pagamento da Authorize.Net. Tieni presente che il pacchetto E-Commerce che stai utilizzando invia la sua notifica sullo stato della transazione.<br />&Egrave; consigliato abilitare questa opzione poich&egrave; fornisce al cliente un'accurata conferma circa l'ammontare che hai addebitato.

source: Pay with credit card
it: Paga con carta di credito

source: Place your order
it: Ordina

source: %order of <b>%title</b> at %price each
it: %order di <strong>%title</strong> al prezzo di %price ciascuno

source: Your items
it: I tuoi articoli

source: Month
it: Mese

source: Year
it: Anno

source: Expiration Date
it: Data di scadenza

source: Cardholder's first name
it: Nome del proprietario della carta

source: Cardholder's last name
it: Cognome del proprietario della carta

source: Credit Card Number
it: Numero di carta di credito

source: Card details
it: Dettagli della carta di credito

source: You must enter a credit card number.
it: Devi inserire un numero di carta di credito.

source: Error in credit card number. Please make sure it is typed correctly.
it: Errore nel numero della carta di credito. Per favore verfica che sia scritto in maniera corretta.

source: 1 order
it: 1 ordine
