Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_018/modules/contrib/ecommerce/tangible/po/*.po
Languages: it

source: Creates a tangible product. Dependency: product.module
it: Crea un prodotto tangibile. Dipendenza: product.module

source: Please enter a numeric value for stock.
it: Per favore, inserisci un valore numerico di scorta.

source: shippable product
it: prodotto consegnabile

source: Inventory management for this item
it: Gestione inventario per questo articolo

source: Disabled
it: Disabilitato

source: Enabled
it: Abilitato

source: When enabled, the number in stock will be decremented whenever an order of this item is made. When stock reaches zero, the 'Add to cart' will be replaced with 'Sold out'.
it: Quando abilitato, il numero in stock sar&agrave; decrementato ogni verr&agrave; effettuato un ordine. Qualora lo stock raggiungesse lo zero, la voce 'Aggiungi al carrello' verr&agrave; sostituita con la voce 'Esaurito'.

source: Number in stock
it: Numero in scorta (in stock)

source: Number of products in inventory.
it: Numero di prodotti in inventario.

source: Inventory control
it: Controllo inventario

source: Availability estimate
it: Stima di disponibilit&agrave;

source: How long it will take this item to leave the fulfillment center once the order has been placed?
it: Quanto tempo impiegher&agrave; questo prodotto ad essere consegnato una volta che l'ordine verr&egrave; eseguito?

source: --none--
it: - nessuno -

source: Usually ships in 24 hours.
it: Consegnato di solito in 24 ore.

source: Usually ships in 2-3 days.
it: Consegnato di solito in 2-3 giorni.

source: Usually ships in 1-2 weeks.
it: Consegnato di solito in 1-2 settimane.

source: Usually ships in 4-6 weeks.
it: Consegnato di solito in 4-6 settimane.

source: tangible
it: tangibile
