Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_008.1/modules/contrib/ecommerce/contrib/authorize_net/po/*.po
Languages: fr

source: Credit Card Payment
fr: Paiement carte bancaire

source: Process payments using authorize.net.
fr: Utiliser authorize.net pour les paiements.

source: You need to have an authorize.net merchant account in order to use this module. See <a href="http://authorize.net/solutions/gettingstarted.php">here</a> for more information.
fr: Vous devez avoir un compte vendeur authorize.net pour utiliser ce module. Pour plus d'informations, se référer au <a href="http://authorize.net/solutions/gettingstarted.php">site authorize.net</a>.

source: Do not submit this form twice, or you may be double billed!
fr: La validation de ce formulaire entraine une facturation effective. Faites attention à ne pas le valider plusieurs fois (n'utilisez pas le bouton 'précédent'), vous risqueriez d'être facturé plusieurs fois.

source: Explanation or submission guidelines
fr: Explications, Guide d'utilisation

source: This text will be displayed at the top of the credit card submission form.
fr: Ce texte sera affiché au dessus du formulaire de saisie des informations de la carte bancaire.

source: Login ID
fr: Identifiant (login id)

source: Enter your merchant login ID.
fr: Entrez votre identifiant (compte vendeur,login id)

source: Transaction key
fr: Clé de transaction

source: Enter your merchant transaction key.
fr: Entrez votre clé de transaction.

source: Authorize.net processing URL
fr: URL de validation Authorize.net

source: URL of the secure payment processing page.
fr: URL de la page de paiement sécurisé

source: Successful payment URL
fr: URL suite à la validation du paiement

source: This is the destination to which you would like to send your customers when their payment has been successfully completed. The URL must be a Drupal system path. If you are not using clean URLs, specify the part after '?q='. If unsure, specify 'node'.
fr: URL de la page vers laquelle seront redirigés vos clients une fois leur paiement validé. Il doit s'agir d'une adresse Drupal. Si vous n'utilisez pas les URL simplifiées, spécifiez uniquement la partie de l'url se trouvant après '?q='. Dans le doute, utilisez 'node'.

source: Authorize.net test mode
fr: Mode de test Authorize.net

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: If enabled, transactions will be sent in test mode and cards will not be charged.
fr: Si activé, les transactions sont effectuées en mode de test, et aucun prélèvement ne sera effectué.

source: Email Authorize.net Reciept
fr: Envoi d'un reçu Authorize.net par e-mail

source: If enabled, the customer will recieve a payment confirmation email from Authorize.Net. Keep in mind the ecommerce package sends it own transaction summary as well. Enabling this option is recommended because it provides the customer with an accurate confirmation of the amount you have charged.
fr: Si activé, le client recevra un e-mail de confirmation de paiement, envoyé par Authorize.net. Gardez à l'esprit que le module E-Commerce envoit sa propre notification sur l'état de la transaction. Il est cependant conseillé d'activer cette option afin de fournir au client une information précise sur le montant prélevé.

source: Pay with credit card
fr: Payer avec une carte bancaire

source: Place your order
fr: Passer votre commande

source: %order of <b>%title</b> at %price each
fr: %order de <b>%title</b> au prix de %price pièce

source: Your items
fr: Vos Produits

source: Month
fr: Mois

source: Year
fr: An

source: Expiration Date
fr: Date d'expiration

source: Cardholder's first name
fr: Prénom du propriétaire de la carte

source: Cardholder's last name
fr: Nom du propriétaire de la carte

source: Credit Card Number
fr: Numéro de la carte

source: Card details
fr: Détails de la carte

source: You must enter a credit card number.
fr: Vous devez entrer un numéro de carte.

source: Error in credit card number. Please make sure it is typed correctly.
fr: Numéro de carte incorrect, veuillez vérifier.

source: 1 order
fr: 1 commande
