Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_021/trunk/modules/contrib/ecommerce/contrib/ecivicrm/po/*.po
Languages: fr

source: Automatically syncronize data between Drupal's ecommerce module and CiviCRM.
fr: Synchronisation automatique des données entre les modules Drupal E-Commerce et CiviCRM.

source: Record activity types
fr: Enregistrer le type d'activité

source: Donations only
fr: Dons uniquement

source: Donations and other transactions
fr: Dons et autres types de transactions

source: Select what type of activites should be recorded in the CiviCRM activity history.
fr: Sélectionnez le type d'opérations à enregistrer dans l'historique CiviCRM.

source: donation
fr: don

source: recurring %type
fr: paiement récurrent %type

source: %type [%sku] for %price
fr: %type [%sku] au prix de %price

source: %paid %total with %payment_method.
fr: %paid de %total en utilisant %payment_method.

source: Paid
fr: Paiement

source: Donation
fr: Don
