Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_026.07/modules/contrib/ecommerce/payment/po/*.po
Languages: es

source: A payment API for ecommerce.
es: Un API de pago para ecommerce.

source: Dear %billing_name, Thanks for your recent purchase from %site. This message includes important information about your order. Please take a moment to read it closely, and be sure to save a copy for future reference. ******************************** Billing and Shipping Information ******************************** %user_data ******************************** Order Details ******************************** %items Questions about your order? Please contact us at %email ******************************** Shipping Instructions ******************************** We will notify you by email as soon as your order ships. Thanks for shopping at %site. We hope to hear from you again real soon! %uri
es: Estimado %billing_name, Gracias por su reciente compra en %site. Este mensaje incluye información importante acerca de su pedido. Por favor, tómese un momento para leerla atentamente, y asegúrese de guardar una copia para referencias futuras. ********************************** Información de facturación y envío ********************************** %user_data ********************************** Detalles del pedido ********************************** %items Si tiene alguna pregunta acerca de su pedido, por favor contáctenos en %email ********************************** Instrucciones de envío ********************************** Le notificaremos por correo electrónico en cuanto su pedido sea enviado. Gracias por comprar en %site. Esperamos verle de nuevo muy pronto. %uri

source: Dear Customer It seems there was a problem while processing your order (%txnid). Please contact us at %email for further details. Regards, %site team %uri
es: Estimado cliente Parece que hubo un problema mientras se procesaba su pedido (%txnid). Por favor, contacte con nosotros en %email para más detalles. Atentamente, El equipo de %site %uri

source: <p>You may define a price adjustment for each role. This adjustment can be a simple price addition, subtraction, or a percentage multiplier. For example, to add 5.00 to every price, enter +5.00. To multiply every price times 75%, enter 75%. If no operator is given, addition is assumed.</p>
es: <p>Puede definir un ajuste de precio por cada rol. Este ajuste puede ser simplemente una adición o sustracción de precio, o un porcentaje multiplicador. Por ejemplo, para añadir 5,00 a cada precio, introduzca +5.00. Para multiplicar cada precio por 75%, introduzca 75%. Si no introduce ningún operador, se asume que se desea usar la adición.</p>

source: Dear %billing_firstname %billing_lastname, This message is to inform you that the following item will expire in %time_to_expire. %renewal_item To prevent this from happening, please renew the item as soon as possible. Click the link below to renew: %renewal_link Thanks, %site %uri
es: Estimado %billing_firstname %billing_lastname, Este mensaje es para informarle de que el siguiente artículo caducará en %time_to_expire. %renewal_item Para evitar que esto suceda, por favor renueve el artículo tan pronto como le sea posible. Pulse el enlace inferior para renovar: %renewal_link Atentamente, %site %uri

source: Dear %billing_firstname %billing_lastname, This message is to inform you that the following item has expired %time_since_expired: %renewal_item Thanks, %site %uri
es: Estimado %billing_firstname %billing_lastname, Este mensaje es para informarle de que el siguiente artículo ha caducado %time_since_expired: %renewal_item Atentamente, %site %uri

source: payment options
es: opciones de pago

source: configure adjustments
es: configurar ajustes

source: process payment
es: procesar pago

source: Payment settings
es: Configuración del pago

source: Currency symbol
es: Símbolo de moneda

source: Enter the currency symbol you wish to associate with your price. This will be displayed in front of the price. Default is the dollar symbol.
es: Introduzca el símbolo de moneda que desea asociar con su precio. Este será mostrado delante del precio. Por defecto, se usa el símbolo de dólar.

source: Position of currency symbol
es: Posición del símbolo de moneda

source: Right
es: Derecha

source: Left
es: Izquierda

source: This option places the currency symbol of the left or right side of the price.
es: Esta opción coloca el símbolo de moneda a la izquierda o a la derecha del precio.

source: Thousands separator
es: Separador de miles

source: Enter the sign for the thousands separator.
es: Introduzca el símbolo para la separación de miles.

source: Decimal separator
es: Separador decimal

source: Enter the sign to seperate real numbers from floating numbers.
es: Introduzca el símbolo para separar la parte entera de la decimal.

source: Price formatting
es: Formato del precio

source: Subject of invoice e-mail
es: Asunto del correo electrónico de la factura

source: Customer invoice e-mail
es: Correo electrónico de la factura para el cliente

source: This text will be emailed to customers after they make a purchase.
es: Este texto será enviado por correo electrónico a los clientes después de que realicen una compra.

source: Subject of error e-mail
es: Asunto del correo electrónico de error

source: This text will be e-mailed to customers if their is a payment processing problem.
es: Este texto será enviado por correo electrónico a los clientes si hay algún problema procesando su pago.

source: E-mail notifications
es: Notificaciones por correo electrónico

source: Recurring payments
es: Pagos a plazos

source: Disabled
es: Desactivado

source: Enabled
es: Activado

source: If enabled, you'll be asked about billing cycle details on the product creation form. If disabled, no recurring payments will take place.
es: Si está activado, se le preguntará acerca de los detalles del ciclo de facturación en el formulario de creación del producto. Si está desactivado, no se usarán los pagos a plazos.

source: Role inheritance
es: Herencia de roles

source: Optionally, select the roles an user is assigned when they purchase a recurring payment item. The user will be removed from these roles when the item expires. Note: requires cron.
es: Opcionalmente, selecciona los roles asignados a un usuario cuando compran un artículo a plazos. El usuario será eliminado de estos roles cuando el artículo caduca. Nota: requiere cron.

source: Subject of recurring payment notice e-mail
es: Asunto de la notificación por correo electrónico del pago a plazos

source: This text will be e-mailed to customers before their recurring payment expires.
es: Este texto será enviado por correo electrónico a los clientes antes de que se cumpla el plazo de pago.

source: <p>You can send up to 5 renewal notifications to the customer. Choose at the interval each notfication is sent before the product expires.</p>
es: <p>Puede enviar hasta 5 notificaciones de renovación al cliente. Elija el intervalo en el que cada notificación será enviada antes de que el producto caduque.</p>

source: -please choose-
es: -por favor elija-

source: Day(s)
es: Día(s)

source: Week(s)
es: Semana(s)

source: Month(s)
es: Mes(es)

source: Year(s)
es: Año(s)

source: Interval
es: Intervalo

source: Unit
es: Unidad

source: Check to enable
es: Marque para activar

source: Settings for recurring payment notice %number
es: Configuración para notificación de pago a plazos %number

source: Subject of recurring payment expiration e-mail
es: Asunto del correo electrónico de expiración del pago a plazos

source: This text will be e-mailed to customers when their recurring payment expires.
es: Este mensaje será enviado por correo electrónico a los clientes cuando su pago a plazos expire.

source: Recurring payment settings
es: Configuración del pago a plazos

source: the configuration options have been saved.
es: las opciones de configuración han sido guardadas.

source: Role-based Price Adjustments
es: Ajustes de precio según rol

source: Adjustment for the <em>%role_name</em> role
es: Ajustes para el rol <em>%role_name</em>

source: Save price adjustments
es: Guardar ajustes de precio

source: One of the fields contains non arithmatic information.
es: Uno de los campos contiene información no aritmética

source: Price adjustments have been updated.
es: Los ajustes de precio han sido actualizados.

source: Continue to payment details
es: Continuar con detalles de pago

source: Payment processing methods currently enabled
es: Métodos de proceso de pago actualmente activados

source: settings
es: configuración

source: Please select a payment method
es: Por favor, seleccione un método de pago

source: Choose one
es: Elija uno

source: Payment method
es: Método de pago

source: History
es: Historia

source: Subscriptions
es: Suscripciones

source: View your subscriptions
es: Ver sus suscripciones
