Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_025/modules/contrib/ecommerce/store/po/*.po
Languages: fr

source: %count order(s) with a 'cleared' payment status needs action:
fr: %count commande(s) en attente dont le paiement est validé (cleared) :

source: Order #%txnid created %timestamp ago
fr: Commande n°%txnid,

source: Workflow status: %transaction-workflow
fr: Etat : %transaction-workflow

source: %order of %title at %price each
fr: %order de %title au prix de %price pièce

source: (These orders will no longer be listed once the transaction workflow is set to either 'Completed' or 'Canceled')
fr: (Ces commandes ne seront plus affichées dès que leur état sera passé à 'terminée' (completed) ou 'annulée' (canceled))

source: Monthly Summary Number of completed orders: %monthly-orders Sales: %monthly-sales
fr: Rapport mensuel Nombre de commandes effectuées : %monthly-orders Ventes : %monthly-sales

source: Want more reports? Visit %base_url/admin/store
fr: Plus d'infos ? Voir %base_url/admin/store

source: %site-name transaction summary
fr: Résumé des transactions %site-name

source: Configuration module for ecommerce.
fr: Module de configuration E-commerce.

source: <p>Use this search form to find transaction related information.</p> <h2>Advanced search techniques</h2> <p>The textfields in this form recognize special operators like greater than (&gt;), less than (&lt;), comma separated values and equals to, which is also the default option if none is specified. This allows you to easily find ranges and multiple values and works with IDs and dates.</p>
fr: <p>Utilisez ce formulaire pour trouver des informations relatives aux transactions.</p> <h2>Recherche avancée</h2> <p>Les champs de ce formulaire peuvent inclure des opérateurs tels que 'supérieur à' (&gt;), 'inférieur à' (&lt;), ainsi que des valeurs séparées par des virgules. L'opérateur par défaut est 'égal à'. Cela vous permet de trouver facilement des ensembles de résultats, et fonctionne avec les numéros (ID) et les dates.</p>

source: <p>This is all the transactions for your store. Use the search form if you want to <a href="%transaction_search">search the data and filter the results</a>.</p>
fr: <p>Voici toutes les transactions effectuées sur votre boutique. Utilisez le formulaire de recherche si vous souhaitez <a href="%transaction_search">chercher des données particulières et trier les résultats</a>.</p>

source: <p>No mail will be sent to the user.</p>
fr: <p>Aucune notification ne sera envoyée à l'utilisateur.</p>

source: <p>Can't find an order? <a href="%show_all_transactions">View</a> or <a href="%transaction_search">search</a> all transactions.</p>
fr: <p>Vous ne trouvez pas une commande ? Vous pouvez <a href="%transaction_search">chercher parmi les transactions</a> ou <a href="%show_all_transactions">afficher toutes les transactions</a>.</p>

source: store
fr: boutique

source: search
fr: rechercher

source: create transaction
fr: créer une transaction

source: print invoice
fr: imprimer la facture

source: admin items ordered
fr: gérer les produits commandés

source: settings
fr: paramètres

source: view transaction
fr: voir la transaction

source: Update shipping address
fr: Mettre à jour l'adresse de livraison

source: user items ordered
fr: produits commandés par l'utilisateur

source: order history
fr: historique de la commande

source: Customers do not have to create accounts in order to purchase items from this site.
fr: Les clients n'ont pas à créer de compte pour acheter sur le site.

source: Customers must create accounts before purchasing an item from this site.
fr: Les clients doivent créer un compte avant de pouvoir acheter sur le site.

source: Authenticated customers
fr: Clients authentifiés

source: There are several advantages in having customers create accounts. When they shop, the items in their cart will be remembered from visit to visit, and they can store their shipping and billing addresses in an address book at this site.
fr: La création de comptes pour les clients présente plusieurs avantages. Quand ils visitent la boutique, les articles de leur panier sont mémorisés pour leurs prochaines visites, et ils peuvent conserver leurs adresses de livraison et de facturation dans leur carnet d'adresses.

source: Transaction notices
fr: Notifications

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: Enable or disable transaction notifications. If enabled, the site administrator (%site_mail) will receive an email summarizing the status of all orders. The frequency of emails is dependent on how often the site administrator has scheduled to run cron jobs. Finally, The site administrator e-mail address can be changed in the <a href="%general_config_screen">general configuration screen</a>,
fr: Active ou désactive les notifications de transactions. Si activé, l'administrateur (%site_mail) va recevoir un e-mail résumant le statut de chacune des commandes. La fréquence d'envoi de ce message dépend de la configuration des tâches périodiques (cron). L'adresse de l'administrateur peut être modifiée via la page de <a href="%general_config_screen">configuration générale</a>,

source: <h3>Store module dependencies</h3>
fr: <h3>Dépendances du module Store</h3>

source: Module name
fr: Nom du module

source: Status
fr: Etat

source: Installed
fr: Installé

source: Not found
fr: Non trouvé

source: Order history overview
fr: Visualisation de l'historique des commandes

source: This text will be displayed at the top of users' order history pages.
fr: Ce texte sera affiché en haut de la page 'historique des commandes' des utilisateurs.

source: History
fr: Historique

source: Orders
fr: Commandes

source: View your order history
fr: Voir l'historique de vos commandes

source: Quantity
fr: Quantité

source: Item
fr: Article

source: Price
fr: Prix

source: <strong>Shipping:</strong> %shipping-price
fr: <strong>Frais de port :</strong> %shipping-price

source: <div><strong>Ordered On:</strong> %order-date</div>
fr: <div><strong>Commandé le :</strong> %order-date</div>

source: <div><strong>Transaction ID:</strong> %txnid</div>
fr: <div><strong>Transaction n° :</strong> %txnid</div>

source: %site-name Invoice
fr: Facture %site-name

source: Shipping to
fr: Adresse de livraison

source: Billing to
fr: Adresse de facturation

source: Items ordered
fr: Articles commandés

source: Payment Info
fr: Infos paiement

source: Message preview
fr: Prévisualisation du message

source: Create new transaction
fr: Créer une nouvelle transaction

source: Update transaction
fr: Mettre à jour la transaction

source: Eventually, all store settings will be listed here.
fr: Les paramètres de la boutique seront affichés ici par la suite.

source: <p>Are you sure you want to delete transaction #%txnid?</p>
fr: <p>Supprimer la transaction n°%txnid ?</p>

source: transaction received
fr: transaction reçue

source: invoiced
fr: facturée

source: shipped
fr: expédiée

source: awaiting customer response
fr: en attente de réponse du client

source: canceled
fr: annulé(e)

source: completed
fr: terminé(e)

source: the transaction has been created
fr: la transaction a été créée

source: Adding %name to role %role.
fr: Ajout de %name au rôle %role.

source: Removing %name from role %role.
fr: Suppression de %name du rôle %role.

source: Delete
fr: Supprimer

source: Shipping to: %shipping-address
fr: Adresse de livraison ; %shipping-address

source: Billing to: %billing-address
fr: Adresse de facturation : %billing-address

source: <p>This is a preview of the message to be sent.</p>
fr: <p>Prévisualisation du message à envoyer.</p>

source: <p>To: <strong>%to</strong><br />
fr: <p>Pour : <strong>%to</strong><br />

source: From: <strong>%from</strong><br />
fr: De : <strong>%from</strong><br />

source: Subject: <strong>%subject</strong></p>
fr: Sujet : <strong>%subject</strong></p>

source: Body: <pre>%body</pre>
fr: Message : <pre>%body</pre>

source: payments pending
fr: paiements en attente

source: payment status: Pending, workflow: Not Complete
fr: Paiement : En attente, Etat : Non terminé

source: orders needing action
fr: commandes en attente

source: payment status: Complete, workflow: Not Complete
fr: Paiement : Effectué, Etat : Non terminé

source: Monthly figures
fr: Chiffres du mois

source: monthly orders
fr: commandes du mois

source: monthly sales
fr: ventes du mois

source: Recurring Payments
fr: Paiements récurrents

source: active transactions
fr: transactions actives

source: General statistics
fr: Statistiques

source: customers
fr: clients

source: products
fr: produits

source: yearly sales
fr: ventes de l'année

source: user
fr: utilisateur

source: username
fr: nom d'utilisateur

source: txnid
fr: id transaction

source: payment status
fr: état du paiement

source: workflow
fr: état

source: gross
fr: total

source: created
fr: créé le

source: changed
fr: modifié le

source: title
fr: nom

source: price
fr: prix

source: qty
fr: qté

source: ptype
fr: type produit

source: items ordered
fr: produits commandés

source: operations
fr: opérations

source: Display details
fr: Voir les détails

source: *print invoice
fr: * imprimer la facture

source: *shipping notify
fr: * notification d'expédition

source: shipping notify
fr: notification d'expédition

source: Click to adjust the transaction workflow.
fr: Cliquez ici pour ajuster l'état de la transaction.

source: edit
fr: éditer

source: addresses
fr: adresses

source: items
fr: articles

source: <h2>%result found</h2>
fr: <h2>%result trouvé(s)</h2>

source: Clicking links marked with an asterisk will also cause the transaction to shift into it's respective workflow state.
fr: Cliquer sur un lien pourvu d'un astérisque (*) met à jour la transaction à l'état correspondant.

source: Search for
fr: Rechercher

source: Searches the title and content of a product for a string of text.
fr: Chercher sur le nom et la description d'un produit.

source: Transaction ID
fr: N° de transaction

source: The ID number of a transaction.
fr: Le numéro de transaction

source: Username or ID
fr: Nom d'utilisateur ou identifiant

source: The user that placed the order.
fr: L'utilisateur ayant passé la commande.

source: Product ID
fr: N° de Produit

source: Find a transaction that has the following product(s).
fr: Trouver une transaction portant sur le(s) produit(s) suivant(s).

source: Product expiration
fr: Expiration du produit

source: Date product expires.
fr: Date d'expiration.

source: Recurring payments only
fr: Paiements récurrents uniquement.

source: Check this box if you only want transactions containing recurring payments.
fr: Cochez cette case si vous souhaitez uniquement les transactions à paiement récurrent.

source: Date created
fr: Date création

source: Date transaction was created.
fr: Date à laquelle la transaction a été créée.

source: Payment status
fr: Etat paiement

source: Workflow
fr: Etat

source: Payment method
fr: Moyen de paiement

source: Product type
fr: Type de produit

source: Search
fr: Recherche

source: sku
fr: code produit

source: <p>There are no transactions to view. You can manually <a href="%add_transaction">add transactions</a>, however.</p>
fr: <p>Aucune transaction à afficher. Vous pouvez <a href="%add_transaction">en ajouter</a>.</p>

source: %username's order history
fr: historique des commandes pour %username

source: ID
fr: N°

source: payment method
fr: moyen de paiement

source: view
fr: afficher

source: %username's subscriptions
fr: abonnements pour %username

source: name
fr: nom

source: expires
fr: expiration

source: This item is in <a href="%cart_view">your shopping cart</a>.
fr: Cet article est déjà dans <a href="%cart_view">votre panier</a>.

source: renew
fr: renouveler

source: <p>You have no active subscriptions.</p>
fr: <p>Vous n'avez aucun abonnement actif.</p>

source: update address
fr: modifier l'adresse

source: updated shipping address
fr: modifier l'adresse de livraison

source: 1 order
fr: 1 commande

source: 1 item
fr: %count article

source: 1 result
fr: %count résultat

source: administer store
fr: gérer la boutique

source: Invalid username
fr: Nom d'utilisateur incorrect

source: Invalid changed date. Please use the form "18 January 2005"
fr: Date invalide. Veuillez saisir une date de la forme "18 January 2005"

source: Invalid expiration date. Please use the form "18 January 2005"
fr: Date d'expiration invalide. Veuillez saisir une date de la forme "18 January 2005".

source: Please enter a numeric value for the product price.
fr: Veuillez saisir une valeur numérique pour le prix du produit.

source: Please fill out all shipping information fields.
fr: Merci de remplir les champs concernant la livraison.

source: Please fill out all billing information fields.
fr: Merci de remplir les champs concernant la facturation.

source: Please enter only numeric values or commas in the product id field.
fr: Merci de saisir uniquement des chiffres et des virgules dans le champs N° de produits.

source: Transaction workflow
fr: Etat transaction

source: Username
fr: Nom d'utilisateur

source: Enter either an username or e-mail address below.
fr: Saisissez un nom d'utilisateur ou une adresse e-mail.

source: E-mail address
fr: Adresse e-mail

source: Once a payment status is marked complete, it can't be changed
fr: Une fois qu'un paiement est marqué comme terminé, il ne peut être modifié.

source: Last modified
fr: Dernière modification

source: Expires
fr: Expiration

source: For subscriptions, enter the date that the subscription expires.<br />Examples: "July 4, 2005", "+2 months", "+100 days", "next year", "tomorrow at 6:00pm"
fr: Pour les abonnements, saisissez la date de leur expiration. <br />Exemples : "July 4, 2005", "+2 months", "+100 days", " ext year", "tomorrow at 6:00pm"

source: Invoice overview
fr: Aperçu de la facture

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Street1
fr: Adresse

source: Street2
fr: Complément d'adresse

source: City
fr: Ville

source: State
fr: Département/Etat

source: Zip
fr: Code postal

source: Country
fr: Pays

source: Shipping address
fr: Adresse de livraison

source: Billing address
fr: Adresse de facturation

source: Title
fr: Nom

source: -please choose-
fr: Sélection ...

source: Day(s)
fr: Jour(s)

source: Week(s)
fr: Semaine(s)

source: Month(s)
fr: Mois

source: Year(s)
fr: An(s)

source: Interval
fr: Intervalle

source: Unit
fr: Unité

source: unlimited
fr: illimité

source: Number of payments cycles
fr: Nombre de cycles de paiement

source: Select the number of recurring payment cycles this product has.
fr: Sélectionner le nombre de cycle de paiement pour ce produit.

source: The date the product will expire, or if using recurring payments, the date of the next billing cycle unless all payment cycles have ended.
fr: La date ou le produit va expirer, ou, s'il s'agit d'un produit à paiement récurrent, la date de la prochaine échéance s'il y a lieu.

source: Billing cycle length
fr: Durée du cycle de paiement

source: Item #
fr: Article n°

source: Product IDs
fr: N° de produits

source: Enter a comma separated list of product ids to add to this transaction. Here is a <a href="%product_quicklist" onclick="window.open(this.href, '%product_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">list of all products</a>.
fr: Veuillez saisir une liste de numéros de produits, séparés par des virgules. Voici la <a href="%product_quicklist" onclick="window.open(this.href, '%product_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">liste de tous les produits</a>.

source: Products
fr: Produits
