Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_025.7/modules/contrib/ecommerce/contrib/cod/po/*.po
Languages: fr

source: Process payments using cash on delivery.
fr: Utiliser le contre-remboursement comme moyen de paiement.

source: Title to use for COD
fr: Nom utilisé pour le contre-remboursement

source: COD
fr: Contre-remboursement

source: Description to show shoppers for this type of payment.
fr: Description affichée aux clients pour ce type de paiement.

source: Page to go to after payment
fr: Page affichée après le paiement

source: Page to go to after payment is completed.
fr: Page affichée après que le paiement ait été pris en compte.

source: Mark transaction as paid?
fr: Marquer la transaction comme payée ?

source: No
fr: Non

source: Yes
fr: Oui

source: Whether to mark transactions as paid immediately, or wait till the store admin marks them as paid
fr: Sélectionnez Oui si vous voulez que les transactions soient automatiquement marquées comme payées, ou Non si vous préférez que le paiement des transactions soit validé manuellement.

source: Mark transaction workflow as completed?
fr: Marquer la transaction comme terminée ?

source: Marks transactions that have no shippable items as completed in the workflow
fr: Permet de marquer comme terminées les transactions n'ayant pas d'articles à envoyer.

source: Your purchase has been completed.
fr: Votre commande est terminée.

source: Your purchase has been received.
fr: Votre commande a bien été reçue.

source: cod
fr: Contre-remboursement
