Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_026.04/modules/contrib/logintoboggan/po/*.po
Languages: el

source: <p>The Login Toboggan module improves the Drupal login system by offering the following features: <ol> <li>Allow users to login using either their username OR their e-mail address.</li> <li>Allow users to define their own password.</li> <li>Allow users to login immediately.</li> <li>Provide a login form on Access Denied pages for non-logged-in (anonymous) users.</li> <li>The module provides two login block options: One uses JavaScript to display the form within the block immediately upon clicking "log in". The other brings the user to a separate page, but returns the user to their original page upon login.</li> <li>Customize the registration form with two e-mail fields to ensure accuracy.</li> </ol> These features may be turned on or off in the Login Toboggan <a href="%url">settings</a>.</p> <p>Feel funny about people logging in at "http://yoursite.com/toboggan/login"? (Yes, we know it's a silly name.) You can use the path.module's "url aliases" to redefine Login Toboggan's paths as something else (perhaps: "usr/login" or just "login").</p> <p>Because this module completely reorients the Drupal login process you will probably want to edit the welcome e-mail on the user settings page. For instance if you have enabled "Set passwords during registration" you probably should not send the user's password out in the welcome e-mail. Also when either "Set passwords during registration" or "Immediate login" are enabled, the %login_url becomes a verification url that the user MUST visit in order to enable authenticated status. The following is an example welcome e-mail:</p>
el: <p>Η μονάδα Login Toboggan βελτιώνει το σύστημα εισόδου χρηστών του Drupal προσφέροντας τις παρακάτω δυνατότητες: <ol> <li>Επιτρέπει στους χρήστες να εισέρχονται <strong>ή</strong> με το όνομα λογαριασμού τους <strong>ή</strong> με τη διεύθυνση e-mail τους.</li> <li>Επιτρέπει στους χρήστες να ορίζουν μόνοι τους τον κωδικό ειόδου τους.</li> <li>Επιτρέπει στους χρήστες να εισέρχονται αμέσως.</li> <li>Παρέχει μια φόρμα εισόδου για τις σελίδες "Δεν επιτρέπεται η πρόσβαση" για τους χρήστες που δεν έχουν εισέλθει και είναι ακόμα ανώνυμοι.</li> <li>Η μονάδα παρέχει δύο επιλογές για μπλοκ εισόδου: Η μία χρησιμοποιεί JavaScript για να εμφανίζει τη φόρμα μέσα στο μπλοκ αμέσως μόλις ο χρήστης πατήσει "είσοδος". Η άλλη μεταφέρει το χρήστη σε μια ξεχωριστή σελίδα, αλλά τον επαναφέρει στη σελίδα που βρισκόταν μετά την είσοδο.</li> <li>Προσαρμόζει τη φόρμα εγγραφής με δύο πεδία για το e-mail, ώστε να εξασφαλιστεί η ακρίβεια.</li> </ol> Οι δυνατότητες αυτές μπορούν να ενεργοποιούνται ή να απενεργοποιούνται από τις <a href="%url">ρυθμίσεις</a> του Login Toboggan.</p> <p>Νιώθετε αμηχανία να εισέρχεται ο κόσμος χρησιμοποιώντας τη διεύθυνση "http://ιστότοπος.com/toboggan/login"; (Εντάξει, το ξέρουμε ότι είναι ανόητο όνομα.) Μπορείτε να χρησιμοποιήσετε τα "ψευδώνυμα url" της μονάδας path για να αλλάξετε τις διαδρομές του Login Toboggan σε κάτι άλλο (ίσως "usr/login" ή απλά "login").</p> <p>Επειδή αυτή η μονάδα αναπροσανατολίζει εντελώς τη διαδικασία εισόδου χρηστών του Drupal, μάλλον θα χρειαστεί να τροποποιήσετε το e-mail υποδοχής νέων μελών στη σελίδα των ρυθμίσεων των χρηστών. Για παράδειγμα, αν έχετε ενεργοποιήσει το "Ορισμός κωδικού εισόδου κατά την εγγραφή" μάλλον δεν θα πρέπει να στέλνετε τον κωδικό εισόδου του χρήστη με το e-mail υποδοχής. Επίσης, όταν είναι ενεργοποιημένο είτε το "Ορισμός κωδικού εισόδου κατά την εγγραφή" είτε το "Άμεση είσοδος", τότε η url %login_url γίνεται url επαλήθευσης την οποία <strong>πρέπει</strong> να επισκεφθεί ο χρήστης για να περάσει στην πιστοποιημένη κατάσταση. Το παρακάτω είναι ένα παράδειγμα e-mail υποδοχής:</p>

source: %username, Thank you for registering at %site. IMPORTANT: For full site access, you will need to click on this link or copy and paste it in your browser: %login_url This will verify your account and log you into the site. In the future you will be able to log in using the username and password that you created during registration. Your new %site membership also enables to you to login to other Drupal powered websites (e.g. http://www.drupal.org/) without registering. Just use the following Drupal ID along with the password you've chosen: Drupal ID: %username@%uri_brief -- %site team
el: Λογαριασμός: %username Ευχαριστούμε για την εγγραφή σας στον ιστότοπο %site. ΣΗΜΑΝΤΙΚΟ: Για να αποκτήσετε πλήρη πρόσβαση, θα πρέπει να πατήσετε σε αυτή την παραπομπή ή να την αντιγράψετε στον browser σας: %login_url Με αυτόν τον τρόπο, θα επαληθευτεί ο λογαριασμός σας και θα εισέλθετε στον ιστότοπο. Στο μέλλον θα μπορείτε να εισέρχεστε χρησιμοποιώντας το όνομα λογαριασμού και τον κωδικό εισόδου που ορίσατε κατά την εγγραφή σας. Η εγγραφή σας στον ιστότοπο %site σας επιτρέπει επίσης να εισέρχεστε σε άλλους τόπους που βασίζονται στο Drupal (π.χ. στο http://www.drupal.org/) χωρίς να εγγραφείτε και εκεί. Απλώς χρησιμοποιήστε το παρακάτω αναγνωριστικό ταυτότητας (Drupal ID) μαζί με τον κωδικό εισόδου που έχετε ορίσει: Drupal ID: %username@%uri_brief -- %site

source: Improves Drupal's login system.
el: Βελτιώνει το σύστημα εισόδου χρηστών του Drupal.

source: <p>Customize your login and registration system. More help can be found <a href="%url">here</a>.</p>
el: <p>Προσαρμόστε το σύστημα εγγραφής και εισόδου των χρηστών σας. Περισσότερες οδηγίες μπορείτε να βρείτε <a href="%url">εδώ</a>.</p>

source: Username or e-mail address
el: Όνομα λογαριασμού ή διεύθυνση e-mail

source: Enter your %s username, e-mail address, or an ID from one of our affiliates: %a.
el: Δώστε το όνομα ή τη διεύθυνση e-mail του λογαριασμού σας στον ιστότοπο %s ή μια ταυτότητα από κάποιο συνεργαζόμενο τόπο: %a.

source: Confirm e-mail address
el: Επιβεβαίωση διεύθυνσης e-mail

source: Please re-type your e-mail address to confirm it is accurate.
el: Πληκτρολογήστε πάλι τη διεύθυνση e-mail σας για επιβεβαίωση ότι είναι ακριβής.

source: Password
el: Κωδικός εισόδου

source: Please choose a password for your account; it must be between 6 and 30 characters and spaces are not allowed.
el: Ορίστε έναν κωδικό εισόδου για το λογαριασμό σας. Θα πρέπει να είναι μεταξύ 6 και 30 χαρακτήρων και δεν επιτρέπονται διαστήματα.

source: Confirm Password
el: Επιβεβαίωση κωδικού εισόδου

source: Please re-type your password to confirm it is accurate.
el: Πληκτρολογήστε πάλι τον κωδικό εισόδου σας για επιβεβαίωση ότι είναι ακριβής.

source: Detected malicious attempt to alter protected user fields.
el: Ανιχνεύτηκε επικίνδυνη απόπειρα να αλλοιωθούν προστατευμένα πεδία προσωπικού λογαριασμού.

source: New user: %name %email.
el: Νέος λογαριασμός: %name %email.

source: edit
el: τροποποίηση

source: drupal user account details for %s
el: Λεπτομέρειες λογαριασμού %s

source: %username, You may now login to %uri using the following username and password: username: %username password: %password %edit_uri --drupal
el: Λογαριασμός: %username Μπορείτε τώρα να εισέρχεστε από το %uri χρησιμοποιώντας το παρακάτω όνομα λογαριασμού και κωδικό εισόδου: όνομα λογαριασμού: %username κωδικός εισόδου: %password %edit_uri --drupal

source: <p>Welcome to Drupal. You are user #1, which gives you full and immediate access. All future registrants will receive their passwords via e-mail, so please make sure your website e-mail address is set properly under the general settings on the <a href="%settings">settings page</a>.</p><p> Your password is <strong>%pass</strong>. You may change your password below.</p>
el: <p>Καλωσήρθατε στο Drupal. Έχετε το λογαριασμό #1, πράγμα που σας δίνει πλήρη και άμεση πρόσβαση. Όσοι εγγράφονται από εδώ και πέρα θα παίρνουν τον κωδικό εισόδου τους μέσω e-mail, γι' αυτό βεβαιωθείτε ότι η διεύθυνση e-mail του ιστοτόπου σας έχει οριστεί κατάλληλα στις γενικές ρυθμίσεις στη <a href="%settings">σελίδα των ρυθμίσεων</a>.</p><p> Ο κωδικός εισόδου σας είναι <strong>%pass</strong>, και μπορείτε να τον αλλάξετε παρακάτω.</p>

source: Created a new user account. No e-mail has been sent.
el: Δημιουργήθηκε νέος λογαριασμός. Δεν στάλθηκε e-mail.

source: A validation e-mail has been sent to your e-mail address. You will need to follow the instructions in that message in order to gain full access to the site.
el: Στείλαμε ένα e-mail επικύρωσης στη διεύθυνση e-mail σας. Για να αποκτήσετε πλήρη πρόσβαση στο λογαριασμό σας θα πρέπει να ακολουθήσετε τις οδηγίες του μηνύματος.

source: Your password and further instructions have been sent to your e-mail address.
el: Ο κωδικός εισόδου σας και πρόσθετες οδηγίες έχουν σταλεί στη διεύθυνση e-mail σας.

source: %u has applied for an account. %uri
el: Ο χρήστης %u έχει κάνει αίτηση για λογαριασμό. %uri

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.<br />In the meantime, your password and further instructions have been sent to your e-mail address.
el: Ευχαριστούμε για το ενδιαφέρον σας να αποκτήσετε λογαριασμό στο σύστημα. Ο λογαριασμός σας είναι αυτή τη στιγμή σε αναμονή για έγκριση από τη διαχείριση του ιστοτόπου.<br />Στο μεταξύ, ο κωδικός εισόδου σας και πρόσθετες οδηγίες έχουν σταλεί στη διεύθυνση e-mail σας.

source: The username %name has been blocked.
el: Το όνομα λογαριασμού %name έχει αποκλειστεί.

source: The name %name is a reserved username.
el: Το όνομα λογαριασμού %name είναι δεσμευμένο.

source: Sorry. Unrecognized username or password.
el: Δυστυχώς, το όνομα λογαριασμού ή ο κωδικός εισόδου δεν αναγνωρίζεται.

source: Have you forgotten your password?
el: Ξεχάσατε τον κωδικό εισόδου σας;

source: Login attempt failed for %user: %error.
el: Η απόπειρα εισόδου για το λογαριασμό %user απέτυχε: %error.

source: You may not use an e-mail address as your username.
el: Δεν επιτρέπεται να χρησιμοποιήσετε διεύθυνση e-mail ως όνομα λογαριασμού.

source: Your e-mail address and confirmed e-mail address must match.
el: Η διεύθυνση e-mail σας και η επιβεβαιωμένη διεύθυνση e-mail πρέπει να ταυτίζονται.

source: Your password and confirmed password must match.
el: Ο κωδικός εισόδου σας και ο επιβεβαιωμένος κωδικός εισόδου πρέπει να ταυτίζονται.

source: validate e-mail address
el: επαλήθευση διεύθυνσης e-mail

source: access denied
el: δεν επιτρέπεται η πρόσβαση

source: re-send validation e-mail
el: αποστολή νέου e-mail επικύρωσης

source: LoginToboggan custom login
el: Προσαρμοσμένη είσοδος στο σύστημα με το LoginToboggan

source: Display the 'logged in' block
el: Να εμφανίζεται το μπλοκ για το χρήστη που έχει εισέλθει

source: Block type
el: Τύπος μπλοκ

source: Link
el: Παραπομπή

source: Collapsible Form
el: Πτυσσόμενη φόρμα

source: Set a custom message to appear at the top of your login block
el: Ορίστε ένα προσαρμοσμένο μήνυμα που θα εμφανίζεται στην κορυφή του μπλοκ εισόδου χρήστη

source: Login/Register
el: Είσοδος / Εγγραφή

source: log out
el: έξοδος

source: Login
el: Είσοδος

source: Allow users to login using their e-mail address
el: Να επιτρέπεται στους χρήστες να εισέρχονται χρησιμοποιώντας τη διεύθυνση e-mail τους

source: disabled
el: ανενεργό

source: enabled
el: ενεργό

source: Users will be able to enter EITHER their username OR their e-mail address to log in. note: This will disallow users from registering using an e-mail address as their username.
el: Οι χρήστες θα μπορούν να δίνουν <strong>ή</strong> το όνομα λογαριασμού τους <strong>ή</strong> τη διεύθυνση e-mail τους για να εισέρχονται. Σημείωση: Αυτό δεν θα επιτρέπει πλέον στους χρήστες να εγγράφονται χρησιμοποιώντας μια διεύθυνση e-mail ως όνομα λογαριασμού.

source: Registration
el: Εγγραφή

source: Use two e-mail fields on registration form
el: Να χρησιμοποιούνται δύο πεδία e-mail στη φόρμα εγγραφής

source: User will have to type the same e-mail address into both fields. This helps to confirm that they've typed the correct address.
el: Ο χρήστης θα πρέπει να πληκτολογήσει την ίδια διεύθυνση e-mail και στα δύο πεδία. Αυτό βοηθά να επιβεβαιωθεί ότι πληκτρολόγησε τη διεύθυνση σωστά.

source: Allow user to set their password during registration
el: Να επιτρέπεται στους χρήστες να ορίζουν τον κωδικό εισόδου τους κατά την εγγραφή

source: Disabled
el: Ανενεργό

source: Set Password
el: Ορίστε κωδικό εισόδου

source: Set password & Immediate login
el: Ορισμός κωδικού εισόδου & άμεση είσοδος

source: This will allow users to choose their initial password when registering. If 'Set password & Immediate login' is selected, users will be assigned to the role below and logged in immediately. They will not be assigned to the "athenticated user" role until they confirm their e-mail address by following the link in their registration e-mail. It is HIGHLY recommended that you set up a "pre-authorized" role with limited permissions for this purpose. <br />NOTE: If you enable either of these features, you should edit the %settings--more help in writing the e-mail message can be found %help.
el: Αυτό θα επιτρέψει στους χρήστες να διαλέγουν από την αρχή τον κωδικό εισόδου τους όταν εγγράφονται. Αν είναι επιλεγμένο το 'Ορισμός κωδικού εισόδου & άμεση είσοδος', θα αποδίδεται στους χρήστες ο παρακάτω ρόλος και θα εισέρχονται αμέσως. Δεν θα τους αποδίδεται ο ρόλος του "πιστοποιημένου χρήστη" μέχρι να επιβεβαιώσουν τη διεύθυνση e-mail τους ακολουθώντας την παραπομπή του e-mail εγγραφής τους. Είναι <strong>πολύ</strong> σημαντικό να ορίσετε για το σκοπό αυτό ένα ρόλο "υποψηφίου για πιστοποίηση" με περιορισμένες άδειες. <br />ΣΗΜΕΙΩΣΗ: Αν ενεργοποιήσετε οποιαδήποτε από αυτές τις δύο δυνατότητες, θα πρέπει να τροποποιήσετε τις ρυθμίσεις %settings -- περισσότερες οδηγίες για τη σύνταξη αυτού του μηνύματος e-mail μπορείτε να βρείτε στο %help.

source: Non-authenticated role
el: Ρόλος μη πιστοποιημένου λογαριασμού

source: If either "Set password during registration" or "Immediate login" is selected, users will be able to login before their e-mail address has been authenticated. Therefore, you must choose a role for new non-authenticated users. Users will be removed from this role and assigned to the "authenticated user" once they follow the link in their welcome e-mail. Add new roles <a href="%url">here</a>.
el: Αν είναι επιλεγμένο είτε το "Ορισμός κωδικού εισόδου κατά την εγγραφή" είτε το "Άμεση είσοδος", οι χρήστες θα μπορούν να εισέρχονται πριν πιστοποιηθεί η διεύθυνση e-mail τους. Πρέπει λοιπόν να διαλέξετε ένα ρόλο για τους νέους μη πιστοποιημένους λογαριασμούς. Ο ρόλος αυτός θα αφαιρείται από τους χρήστες και θα τους απονέμεται ο ρόλος του "πιστοποιημένου χρήστη" μόλις επισκεφθούν τη σελίδα όπου τους παραπέμπει το e-mail υποδοχής τους. Μπορείτε να προσθέσετε νέους ρόλους από <a href="%url">εδώ</a>.

source: Other
el: Άλλο

source: Present login form on access denied (403)
el: Να εμφανίζεται φόρμα εισόδου χρήστη στη σελίδα άρνησης πρόσβασης (403)

source: Anonymous users will be presented with a login form along with an access denied message.
el: Θα εμφανίζεται στους ανώνυμους χρήστες μια φόρμα εισόδου μαζί με το μήνυμα "Δεν επιτρέπεται η πρόσβαση".

source: Access Denied. You may need to log in to access this page.
el: Δεν επιτρέπεται η πρόσβαση. Μπορεί να χρειάζεται να εισέλθετε στο σύστημα για να έχετε πρόσβαση σε αυτή τη σελίδα.

source: Access Denied / User Login
el: Δεν επιτρέπεται η πρόσβαση / Είσοδος στο σύστημα

source: Access Denied
el: Δεν επιτρέπεται η πρόσβαση

source: You are not authorized to access this page.
el: Δεν έχετε άδεια πρόσβασης σε αυτή τη σελίδα.

source: You must enter a password.
el: Πρέπει να δώσετε κωδικό εισόδου.

source: The password cannot contain spaces.
el: Ο κωδικός εισόδου δεν επιτρέπεται να περιέχει διαστήματα.

source: The password contains an illegal character.
el: Ο κωδικός εισόδου περιέχει χαρακτήρα που δεν επιτρέπεται.

source: The password is too long: it must be less than 30 characters.
el: Ο κωδικός εισόδου είναι πολύ μεγάλος. Πρέπει να είναι μικρότερος από 30 χαρακτήρες.

source: The password is too short: it must be greater than 6 characters.
el: Ο κωδικός εισόδου είναι πολύ μικρός. Πρέπει να είναι μεγαλύτερος από 6 χαρακτήρες.

source: E-mail validation URL used for %name with timestamp %timestamp.
el: Χρησιμοποιήθηκε URL επικύρωσης e-mail για το λογαριασμό %name με χρονολόγηση %timestamp.

source: You have successfully validated your e-mail address.
el: Επικυρώσατε με επιτυχία τη διεύθυνση e-mail σας.

source: Session opened for %name.
el: Άνοιξε σύνοδος για το λογαριασμό %name.

source: Account validation
el: Επαλήθευση λογαριασμού

source: If required, you may reset your password from: %url
el: Αν χρειαστεί, μπορείτε να ανανεώσετε τον κωδικό ειόδου σας από τη σελίδα %url

source: security
el: ασφάλεια

source: user
el: χρήστης
