Repository: greenmap/greenhouse-archive
Catalog: branches/greenmap_007/modules/contrib/ecommerce/shipping/po/*.po
Languages: es

source: Enable a shipping module API for ecommerce.
es: Activa el API del módulo de envío para ecommerce.

source: First, choose a method to calculate shipping costs, then configure the shipping details for the method selected.
es: Primero, elija el método para calcular los costes de envío, entonces configure los detalles de envío para el método seleccionado.

source: Shipping calculation methods are <a href="%shipping_calc_url">here</a>.
es: Los métodos de cálculo de envío son <a href="%shipping_calc_url">estos</a>

source: Shipping email
es: Correo electrónico de envío

source: Hello %first_name, We have shipped the following item(s) from Order #%txnid, received %order_date. Items(s) Shipped: %items %shipping_to Questions about your order? Please contact us at %email. Thanks for shopping at %site. We hope to hear from you again real soon! %uri
es: Estimado %first_name, Hemos enviado el/los siguiente(s) artículo(s) del pedido #%txnid, recivida %order_date. Artículo(s) enviado(s): %items %shipping_to ¿Tiene alguna pregunta acerca de su pedido? Por favor, contáctenos en %email. nGracias por comprar en %site. Esperamos volver a oír sobre Vd. muy pronto. %uri

source: shipping
es: envío

source: Subject of shipping e-mail
es: Asunto del correo electrónico de envío

source: Your %site order has shipped (#%txnid)
es: Su pedido en %site ha sido enviada (#%txnid)

source: This text will be emailed to customers after their order has been shipped.
es: Este texto será enviado por correo electrónico a los clientes después de que su pedido haya sido enviado.

source: Save configuration
es: Guardar configuración

source: shipping options have been saved
es: las opciones de envío han sido guardadas

source: Save shipping details
es: Guardar detalles de envío

source: Message preview
es: Previsualización del mensaje

source: Send shipping notification
es: Enviar notificación de envío

source: Shipping notification has been sent.
es: La notificación de envío ha sido enviada.

source: Unable to send email.
es: No ha sido posible enviar el correo electrónico.

source: Shipping costs are calculated on a <strong>per product</strong> basis.
es: Los costes de envío son calculados <strong>por producto</strong>.

source: Shipping costs are calculated based on the <strong>total cost of items</strong> in the cart.
es: Los costes de envío son calculados basándose en el <strong>coste total de los artículos</strong> de la cesta de la compra.

source: Do not calculate shipping costs.
es: No calcular costes de envío.

source: Choose one
es: Elija uno

source: Shipping calculation methods
es: Métodos de cálculo de envío

source: Shipping details
es: Detalles de envío

source: Shipping to:
es: Enviar a:

source: %order of %title at %price each
es: %order de %title a %price cada uno

source: <p>This is a preview of the message to be sent.</p>
es: <p>Esta es una previsualización del mensaje que será enviado.</p>

source: To:
es: Para:

source: From:
es: De:

source: <p><strong>Note:</strong> Sending this email will change the transaction workflow to <strong>%new_workflow</strong>.</p>
es: <p><strong>Nota:</strong> Enviar este correo electrónico cambiará el estado de la transacción a <strong>%new_workflow</strong>.</p>

source: Subject
es: Asunto

source: E-mail content
es: Contenido del correo electrónico

source: Shipping costs are calculated based on the <strong>total quantity of items</strong> in the cart.
es: Los costes de envío son calculados basándose en la <strong>cantidad total de artículos</strong> en la cesta de la compra.

source: One of the subtotal columns contain an invalid format.
es: Uno de las columnas de subtotal contiene un formato no válido.

source: One of the item quantities columns contain an invalid format.
es: Una de las columnas de cantidad de artículos contiene un formato no válido.

source: Please enter a numeric value for the shipping cost.
es: Por favor, introduzca un valor numérico para el coste del envío.

source: You need to enter a value for both columns of a row and not just one of the fields.
es: Necesita introducir un valor para ambas columnas por cada fila, y no simplemente uno de los campos.

source: A subtotal of
es: Un subtotal de

source: costs
es: cuesta

source: Enter the subtotals a customer should have for a given shipping cost to be applied. This can be a single price (e.g. 1.00, 2.99, 5.34) or a range (e.g. 1.00-3.99, 4.00-10.26). Then, enter the cost of shipping for that subtotal (e.g. .99, 5.00). If conflicting shipping rules exist, the last rule that matches will always be executed. Only hyphens, dots and numbers are allowed.
es: Introduzca los subtotales que un cliente debería tener que se aplique un coste de envío dado. Este puede ser un precio simple (ejemplo: 1.00, 2.99, 5.34) o un rango (ejemplo: 1.00-3.99, 4.00, 10.26). Después introduzca el coste de envío para ese subtotal (ejemplo: .99, 5.00). Si existen reglas de envío conflictivas, se ejecutará siempre la última regla que encaje. Sólo se permiten guiones, puntos y números.

source: Item quantity
es: Cantidad de artículos

source: A quantity of
es: Una cantidad de

source: items cost
es: artículos cuesta

source: Enter the number of items a customer should have for a given shipping cost to be applied. This can be a single digit (e.g. 1, 2, 5) or a range (e.g. 1-3, 4-10, 5-100). Then, enter the cost of shipping for that quantity (e.g. .99, 5.00). If conflicting shipping rules exist, the last rule that matches will always be executed. Only hyphens, dots and numbers are allowed.
es: Introduzca el número de artículos que un cliente debería tener para que se aplique un coste de envío dado. Este puede ser un dígito simple (ejemplo: 1, 2, 5) o un rango (ejemplo: 1-3, 4-10, 5-100). Después, introduzca el coste de envío para esa cantidad (ejemplo: .99, 5.00). Si existen reglas de envío conflictivas, se ejecutará siempre la última regla que encaje. Sólo se permiten guiones, puntos y números.

source: Shipping cost
es: Coste de envío

source: in shipping.
es: en envío.

source: the shipping options have been saved
es: las opciones de envío han sido guardadas

source: Shipping charge
es: Cargos de envío

source: Enter any shipping or handling charges for this product here.
es: Introduzca aquí cualquier cargo de envío o manipulación para este producto.

source: You must enter a numeric value for the shipping fee.
es: Debe introducir un valor numérico para la tasa de envío.
