Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_026.09/modules/contrib/ecommerce/parcel/po/*.po
Languages: fr

source: Create packages of ecommerce items. Dependency: product.module
fr: Créé des lots d'articles E-Commerce. Dépend du module product (product.module)

source: <p>This module provides a way for you to create a package of products. First, individually create the products and then create a product package and add those items. These actions can be done using any of the options under <a href="%node_add">create content</a>.</p>
fr: <p>Ce module permet de créer des lots de produits. Il faut tout d'abord créer les produits individuellement, puis créer un lot et y ajouter les articles correspondants. Ceci peut être effectué avec l'option <a href="%node_add">créer un contenu</a>.</p>

source: You must add at least one existing product to this group of products to sell.
fr: Vous devez ajouter au moins un produit existant à ce lot de produits à vendre.

source: Please enter only numeric values or commas in the product IDs field.
fr: Merci d'entrer seulement des valeurs numériques ou des virgules dans le champ 'N° de Produits'.

source: collection of products
fr: lot de produits

source: Product IDs
fr: N° de Produits

source: Enter a comma separated list of product ids (nid) to add to this transaction. Here is a <a href="%product_quicklist" onclick="window.open(this.href, '%product_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">list of all products</a>.
fr: Entrez une liste de numéros de produits (nid), séparés par des virgules, à ajouter au lot. Voici une <a href="%product_quicklist" onclick="window.open(this.href, '%product_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">liste de tous les produits</a>.

source: Products
fr: Produits

source: Price
fr: Prix

source: This product contains the following items
fr: Ce produit est un lot contenant les articles suivants

source: parcel
fr: lot
