Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_025.7/modules/contrib/ecommerce/product/po/*.po
Languages: it

source: Price
it: Prezzo

source: Description
it: Descrizione

source: Provide the product details to display on the page.
it: Fornisce i dettagli del prodotto da mostrare sulla pagina.

source: Creates products for ecommerce.
it: Crea dei prodotti per il commercio elettronico.

source: A product is a good or service that you wish to sell on your site. It can be a tangible shippable item or even a download.
it: Per prodotto si intende un bene o un servizio che vuoi vendere attraverso il tuo sito. Pu&ograve; trattarsi ad esempio di un prodotto che pu&ograve; essere spedito o un file da scaricare.

source: This item is in <a href="%cart_view">your shopping cart</a>.
it: Questo prodotto &egrave; nel <a href="%cart_view">tuo carrello della spesa</a>.

source: add to cart
it: aggiungi al carrello

source: Add this item to your shopping cart.
it: Aggiungi questo articolo al tuo carrello della spesa.

source: sold out
it: esaurito

source: product
it: prodotto

source: products
it: prodotti

source: product quicklist
it: lista dei prodotti

source: Create product
it: Crea un prodotto

source: Update product
it: Aggiorna prodotto

source: The product has been saved.
it: Il prodotto &egrave; stato salvato.

source: Remove product
it: Rimuovi prodotto

source: Removed the post from the product listings.
it: Rimuovi questo elemento dalle liste di prodotto.

source: Continue to product details
it: Prosegui ai dettagli del prodotto

source: %node-title (product)
it: %node-title (prodotto)

source: Update this product
it: Aggiorna questo prodotto

source: <p><b>Product type:</b> %ptype</p>
it: <p><strong>Tipologia di prodotto:</strong> %ptype</p>

source: How much does this product retail for? Note: This price may be different from the selling price due to price adjustments elsewhere.
it: A quanto questo prodotto deve essere venduto al dettaglio? Nota: questo prezzo pu&ograve; essere differente dal prezzo di invio a causa degli aggiustamenti di prezzo.

source: -please choose-
it: -per favore, scegli-

source: Day(s)
it: Giorno(i)

source: Week(s)
it: Settimana(e)

source: Month(s)
it: Mese(i)

source: Year(s)
it: Anno(i)

source: Interval
it: Intervallo

source: Unit
it: Unit&agrave;

source: unlimited
it: illimitati

source: Number of payments cycles
it: Numero dei cicli di pagamento

source: Select the number of recurring payment cycles this product has.
it: Seleziona il numero dei cicli di pagamento periodico di questo prodotto.

source: Billing cycle length
it: Durata del ciclo di fatturazione

source: SKU
it: SKU (numero identificativo di stock)

source: If you have an unique identifier for this product from another system or database, enter that here. This is optional, as system IDs are automatically created for each product.
it: Se possiedi un numero identificativo per questo prodotto, relativo ad un altro sistema o base di dati, inseriscilo qui. Questa informazione &egrave; opzionale, dal momento che per ogni prodotto viene creato un ID di sistema in maniera automatica.

source: 'Add to cart' link
it: Collegamento 'Aggiungi al carrello'

source: Visible
it: Visibile

source: Hidden
it: Nascosto

source: Choose whether or not you want the 'Add to cart' link visible for this product.
it: Scegli se per questo prodotto deve essere visibile il collegamento 'Aggiungi al carrello'.

source: No product types modules are installed! Please install a product type module such as tangible.module or file.module.
it: Non sono installati moduli inerenti la tipologia di prodotto! Per favore, installa un modulo come ad esempio tangible.module o file.module.

source: Type of product to create
it: Tipologia di prodotto da creare

source: You cannot change the product type once it's created.
it: Una volta creato il prodotto, non sar&agrave; possibile cambiare la sua tipologia.

source: <acronym title="Stock-Keeping Unit">SKU</acronym>
it: <acronym title="SKU: numero identificativo di stock">SKU</acronym>

source: Add to cart link
it: Collegamento 'aggiungi al carrello'

source: Title
it: Titolo

source: Product type
it: Tipologia di prodotto

source: You need to select the type of product you wish to create.
it: &Egrave; necessario che selezioni il tipo di prodotto che intendi creare.

source: Please enter a numeric value for the product price.
it: Per favore, inserisci un valore numerico per il prezzo del prodotto.

source: product deleted
it: prodotto eliminato

source: sku
it: sku (numero identificativo di stock)

source: title
it: titolo

source: price
it: prezzo

source: type
it: tipo

source: <p>There are no products to view.
it: <p>Non ci sono prodotti da visualizzare.

source: <p>There are no transactions to view. You can manually <a href="%add_transaction">add transactions</a>, however.</p>
it: <p>Non ci sono transazioni da visualizzare. Puoi comunque <a href="%add_transaction">aggiungerne manualmente</a>.</p>

source: unlimited cycles
it: cicli illimitati

source: Every %interval for %cycles.
it: Ogni %interval per %cycles.

source: %title (transaction #%txnid)
it: %title (transazione #%txnid)

source: ago
it: fa

source: Recurring payment notification sent for transaction %txnid
it: Notifica di pagamento periodico inviata per la transazione %txnid

source: <b>To:</b> %mail<br /> <b>Subject:</b> %subject<br /> <b>Body:</b> %body<br />
it: <strong>A:</strong> %mail<br /> <strong>Oggetto:</strong> %subject<br /> <strong>Body:</strong> %body<br />

source: Transaction expired for %name.
it: Transazione scaduta per %name.

source: regular
it: regolare

source: day
it: giorno

source: week
it: settimana

source: month
it: mese

source: year
it: anno

source: %count cycle
it: %count ciclo

source: administer products
it: amministra i prodotti

source: create products
it: crea dei prodotti

source: edit own products
it: modifica i tuoi prodotti
