Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_025/modules/contrib/captcha/po/*.po
Languages: fr

source: Adds a Captcha to the registration form.
fr: Ajoute une image de vérification au formulaire d'enregistrement.

source: captcha image
fr: image de vérification

source: Image library not available. Captcha needs the GD library extension to be installed. Please install GD.
fr: La librairie de gestion d'images n'est pas disponible. La librairie et l'extension php GD sont nécessaires au fonctionnement du module Captcha. Merci d'installer GD.

source: Your image library does not seem to have TrueType font support. Captcha will work, but will use the default inbuilt font.
fr: La librairie d'image installée semble ne pas supporter les polices TrueType. Le module Captcha fonctionnera en utilisant les fontes intégrées par défaut.

source: The current font path is invalid. The default font will be used.
fr: Le chemin des polices est invalide. Les polices par défaut vont être utilisées.

source: Check during user registration
fr: Vérification lors de l'enregistrement des utilisateurs

source: Check during anonymous comments
fr: Vérification lors de l'envoi de commentaires anonymes

source: Check during registered user comments
fr: Vérification pour l'envoi de commentaires par les utilisateurs enregistrés

source: TrueType Fonts Path
fr: Chemin des polices True Type

source: Number of fonts found:
fr: Nombre de polices trouvées :

source: GD Version:
fr: Version librairie GD :

source: FreeType Support:
fr: Support FreeType :

source: Word
fr: Mot affiché

source: Please type in the letters/numbers that are shown in the image above.
fr: Merci d'indiquer quelle est l'expression (lettres/chiffres) affichée par l'image ci-dessus.

source: Verify Registration
fr: Vérification de votre enregistrement

source: Please re-recognize the word shown in the image.
fr: Merci de bien vouloir reconnaître à nouveau le mot affiché par l'image.

source: The user verification code you entered is not correct.
fr: Le code de vérification utilisateur saisi est incorrect.

source: Verify comment authorship
fr: Vérification d'envoi du commentaire

source: access captchas
fr: accès aux images de vérification
