Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_006-mjgoins.0/modules/contrib/ecommerce/cart/po/*.po
Languages: fr

source: Shopping Cart
fr: Panier

source: Shopping cart
fr: Panier

source: View your cart items.
fr: Voir le contenu de votre panier

source: Hide block if cart is empty
fr: Cacher le bloc si le panier est vide

source: Ecommerce shopping cart.
fr: Panier E-Commerce.

source: This form is used to control the order the pages are viewed in the checkout process. Number the order you would like these screens to appear.
fr: Ce formulaire vous permet de contrôler le déroulement des pages affichées durant le processus de commande. Vous devez affecter un numéro à chaque page afin de spécifier son ordre d'apparition.

source: checkout
fr: commande

source: View your cart
fr: Voir le contenu de votre panier

source: item
fr: article

source: items
fr: articles

source: %item_count %item_suffix in %your_cart
fr: %item_count %item_suffix dans %your_cart

source: your cart
fr: votre panier

source: Ready to <a href="%checkout-url">checkout</a>?
fr: Prêt à <a href="%checkout-url">commander</a> ?

source: Items
fr: Articles

source: Qty.
fr: Qté.

source: Remove
fr: Supprimer

source: Subtotal:
fr: Sous total :

source: Update quantity
fr: Mettre à jour les quantités

source: Checkout
fr: Commander

source: Your shopping cart is empty. You may continue shopping from our %product-page.
fr: Votre panier est vide. Vous pouvez visiter notre %product-page.

source: product page
fr: page produits

source: Please review and submit your order
fr: Merci de vérifier et de confirmer votre commande

source: Login or <a href="%reg-link">register</a> to continue the checkout process
fr: Veuillez vous connecter ou <a href="%reg-link">vous enregistrer</a> pour continuer votre commande

source: Your shopping cart
fr: Votre panier

source: Update screen order
fr: Mettre à jour le déroulement des pages

source: The screen order has been saved.
fr: Le déroulement des pages a été sauvegardé.

source: Screen order
fr: Ordre des pages

source: Place your order
fr: Passer votre commande

source: The following items are in your order
fr: Votre commande contient les articles suivants

source: %order of <b>%title</b> at %price each
fr: %order de <b>%title</b> au prix de %price pièce

source: Update or delete?
fr: Modifier ou supprimer ?

source: <strong>Subtotal</strong>: %subtotal<br />
fr: <strong>Sous Total</strong> : %subtotal<br />

source: <strong>Shipping cost</strong>: %shipping-cost<br />
fr: <strong>Frais d'envoi</strong> : %shipping-cost<br />

source: Order Summary
fr: Résumé de la commande

source: Your order has been submitted.
fr: Votre commande a été effectuée.

source: <strong>%product-title</strong> added to <a href="%cart_view">your shopping cart</a>
fr: <strong>%product-title</strong> ajouté à <a href="%cart_view">votre panier</a>

source: Can't find your item in the database
fr: Le produit spécifié ne figure pas dans notre base produits.

source: Your item(s) have been updated.
fr: Article(s) mis à jour.

source: Your item has been removed.
fr: Article supprimé.

source: Validation error, please try again. If this error persists, please contact the site administrator.
fr: Erreur de validation, veuillez réessayer. Si cette erreur persiste, merci de contacter les administrateurs du site.

source: %count order
fr: %count commande

source: cart
fr: panier
