Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_012.1/trunk/modules/contrib/ecommerce/paypal/po/*.po
Languages: it

source: Process payments using paypal.
it: Processa i pagamenti utilizzando paypal.

source: <p>In order to use this module, you need to create an account with PayPal. Also, you can setup Instant Payment Notification (IPN) to track PayPal payments from your own website. The IPN URL of your site is:</p><p><strong> %ipn_url</strong></p>
it: <p>Per poter utilizzare questo modulo, &egrave; necessario creare un'utenza presso PayPal. Puoi anche impostare un Instant Payment Notification (IPN) per tenere traccia dei pagamenti PayPal dal tuo sito. L'URL IPN del tuo sito &egrave;: </p><p><strong>%ipn_url</strong></p>

source: PayPal IPN
it: Notifica di Pagamento Istantaneo PayPal (IPN)

source: PayPal Receiver Email
it: Indirizzo e-mail del ricevente

source: Primary email address of the payment recipent. This is also your main paypal email address.
it: Indirizzo primario di posta elettronica di chi riceve il pagamento. Si tratta anche del tuo indirizzo e-mail di paypal.

source: PayPal processing URL
it: URL di elaborazione PayPal

source: URL of the secure payment page customers are sent to for payment processing.
it: URL della pagina sicura di pagamento cui i clienti sono inviati per l'elaborazione del pagamento.

source: Successful payment URL
it: URL di pagamento avvenuto con successo

source: This is the destination to which you would like to send your customers when their payment has been successfully completed. The URL must be a Drupal system path. If you are not using clean URLs, specify the part after '?q='. If unsure, specify 'node'. You may also enter '%order-history' to link to the user's order history.
it: Questa &egrave; la pagina a cui intendi inviare i tuoi clienti una volta che il loro pagamento &egrave; avvenuto con successo. L'URL deve rispettare le specifiche di Drupal. Se non stai utilizzando gli URL semplificati, inserisci la parte di indirizzo che segue '?q='. Se non sei sicuro, scrivi 'node'. Puoi anche inserire la stringa '%order-history': servir&agrave; per creare un collegamento alla cronologia dell'ordine dell'utente.

source: Cancel payment URL
it: URL di annullamento del pagamento

source: This is the destination to which you would like to send your customers if they cancel their payment. The URL must be a Drupal system path. If you are not using clean URLs, specify the part after '?q='. If unsure, specify 'node'.
it: Questa &egrave; la pagina di destinazione a cui intendi indirizzare i tuoi clienti nel caso in cui annullino il proprio pagamento. L'URL deve rispettare le specifiche di Drupal. Se non stai utilizzando gli URL semplificati, inserisci la parte di indirizzo che segue '?q='. Se non sei sicuro, scrivi 'node'.

source: Currency code
it: Codice di valuta

source: The currecy code that PayPal should process the payment in.
it: Il codice di valuta in cui PayPal deve processare il pagamento.

source: Debug Instant Payment Notification (IPN)
it: Traccia la Notifica di Pagamento Istantaneo (IPN)

source: Disabled
it: Disabilitato

source: Enabled
it: Abilitato

source: If enabled, you'll receive an email whenever IPN is activated on your site.
it: Se abilitato, riceverai un messaggio di posta elettronica (fermo restando che l'IPN - Instant Payment Notification - sia abilitato presso il tuo sito).

source: Minimum purchase amount
it: Ordine minimo

source: What is the minimum amount an user must purchase for when checking out with Paypal?
it: Qual'&egrave; l'ordine minimo che un utente deve effettuare per poter scegliere il pagamento via PayPal?

source: Your purchase total must be at least %min-purchase-amount for Paypal purchases.
it: Per acquisti Paypal il tuo ordine totale deve essere almeno di %min-purchase-amount.

source: A Transaction ID exists and is #%key
it: L'ID di transazione esiste ed &egrave; #%key

source: IPN hit for <a href="%txn-url">txn: %txnid</a>
it: Connessione IPN (Notifica di Pagamento Istantanea) per <a href="%txn-url">txn: %txnid</a>

source: IPN hit, no transaction ID given.
it: Connessione IPN (Notifica di Pagamento Istantanea) avvenuta, nessuna ID di transazione fornita.

source: An HTTP error occurred
it: Si &egrave; verificato un errore HTTP

source: PayPal has verified the transaction
it: PayPal ha verificato la transazione

source: Transaction has been processed.
it: La transazione &egrave; stata processata.

source: The transaction has returned an invalid result from PayPal.
it: La transazione ha ritornato un risultato non valido da parte di PayPal.

source: PayPal debug results for
it: Risultati della traccia PayPal per
