Repository: greenmap/greenhouse-archive
Catalog: branches/greenmap_001/modules/contrib/ecommerce/file/po/*.po
Languages: es

source: Creates a file product. Dependency: product.module
es: Crea un producto fichero. Dependencia: product.module

source: my files
es: mis ficheros

source: expired
es: caducado

source: download
es: descargar

source: product file quicklist
es: lista rápida de productos fichero

source: Please enter the path to the file.
es: Por favor, introduzca la ruta al fichero.

source: The file doesn't exist.
es: El fichero no existe.

source: file download
es: descargar fichero

source: File path
es: Ruta del fichero

source: Enter the filesystem path to this file (not the URL). This path will be prefixed with <b>%file_path/</b> Here is a <a href="%file_quicklist" onclick="window.open(this.href, '%file_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">list of files</a> in this directory. You may need to FTP your file to this directory before you can create the file product.
es: Introduzca la ruta del sistema de ficheros para este fichero (no la URL). Esta ruta será añadida como prefijo a <b>%file_path/</b>. Aquí hay una <a href="%file_quicklist" onclick="window.open(this.href, '%file_quicklist', 'width=480,height=480,scrollbars=yes,status=yes'); return false">lista de los ficheros</a> en este directorio. Puede que necesite subir el fichero a este directorio por FTP antes de poder crear el producto fichero.

source: File settings
es: Opciones de fichero

source: Number of days before file expires
es: Número de días antes de que el fichero caduque

source: The number of days an user has to login and download their files. This expiration date can be overridden on a per transaction basis when viewing individual transactions.
es: El número de días que un usuario tiene para identificarse y descargar sus ficheros. Esta fecha de caducidad puede ser sobreescrita en una base de la transacción cuando se visualicen transacciones individuales.

source: Directory does not exist, or is not writable.
es: El directorio no existe, o no tiene permisos de escritura.

source: File path for products
es: Ruta de ficheros para productos

source: A file system path where the product files are stored. This directory has to exist and be writable by Drupal. This directory should not be accessible over the web. Changing this location after the site has been in use will cause problems so only change this setting on an existing site if you know what you are doing.
es: Una ruta del sistema de ficheros donde los productos fichero serán almacenados. Este directorio tiene que existir y conceder permisos de escritura a Drupal. Este directorio no debería ser accesible vía web. Cambiar su localización después de que el sitio web esté en uso causará problemas, así que cambie esta configuración en un sitio web existente sólo si sabe lo que está haciendo.

source: name
es: nombre

source: size
es: tamaño

source: changed
es: modificado

source: <p><a href="%files-uri">Click here to view your files.</a></p>
es: <p><a href="%files-uri">Pulse aquí para ver sus ficheros.</a></p>

source: %username's expired files
es: ficheros caducados de %username

source: <p><a href="%expired-files-uri">Click here to view your expired files.</a></p>
es: <p><a href="%expired-files-uri">Pulse aquí para ver sus ficheros caducados.</a></p>

source: %username's files
es: ficheros de %username

source: filename
es: nombre del fichero

source: expires
es: caduca

source: operations
es: operaciones

source: <a href="%file-download-uri">download</a>
es: <a href="%file-download-uri">descargar</a>

source: %interval ago
es: hace %interval

source: You have no files to download.
es: No tiene ficheros para descargar.
