Repository: greenmap/greenhouse-archive
Catalog: tags/greenmap_015/modules/contrib/ecommerce/tax/po/*.po
Languages: fr

source: Enable a tax API for ecommerce.
fr: Support des taxes pour E-Commerce.

source: Enter tax rules here.
fr: Indiquez un taux de taxe

source: tax calculation methods are <a href="%tax_calc_url">here</a>.
fr: la définition des taux de taxes se trouve <a href="%tax_calc_url">ici</a>.

source: add tax
fr: ajout taxe

source: edit tax
fr: editer taxe

source: delete tax
fr: supprimer taxe

source: tax autocomplete
fr: auto-saisie taxe

source: Tax
fr: Taxe

source: Next
fr: Suivant

source: tax rule deleted
fr: taxe supprimée

source: Submit
fr: Confirmer

source: Update
fr: Mettre à jour

source: rule
fr: taux

source: operations
fr: opérations

source: Add %operator%operand where %realm = '%realm-value'
fr: Ajout de %operator %operand lorsque %realm = '%realm-value'

source: edit
fr: editer

source: delete
fr: supprimer

source: There are currently no tax rules.
fr: Il n'y aucun taux de taxe défini.

source: You must enter a location value.
fr: Vous devez indiquer un endroit.

source: You must choose a product type.
fr: Vous devez sélectionner un type de produit.

source: Invalid operator
fr: Opérateur invalide

source: You must enter a rate.
fr: Vous devez saisir un taux.

source: Type of Location to define the new tax rule for
fr: Type d'endroit pour lequel s'applique la nouvelle taxe

source: State / Province / Region
fr: Région / Département / Etat

source: Country
fr: Pays

source: City
fr: Ville

source: This value will be checked against the customer's shipping address.
fr: Cette valeur sera comparée à l'adresse de livraison du client.

source: Value for State / Province / Region
fr: Valeur pour Région / Département / Etat

source: Please choose...
fr: Sélectionnez ...

source: Value for City
fr: Ville

source: Adjustment
fr: Ajustement

source: This rate can be a simple price addition or a percentage multiplier. For example, to add a 5.00 tax, enter +5.00. To multiply the gross price times 75%, enter 75%. If no operand is given, addition is assumed.
fr: Le taux peut être une simple addition, ou un pourcentage. Par exemple, pour une taxe fixe de 5.00, saisissez +5.00. Pour obtenir 75% du total, il faut indiquer 75%. Si aucun opérande n'est indiqué, l'addition est appliquée.

source: Product type
fr: Type de produit

source: Check the product types this tax rule applies to.
fr: Sélectionner le type de produits auquelle doit s'appliquer la taxe

source: tax
fr: taxe
